{"cells": [[[0, 0, 1, 1, 1, "Exhibit 300 BY13 (Form) / TSA - Electronic Baggage Screening Primavera Portfolio Program (EBSP) (Item) / Feb 29, 2012 (Data as of) Management"], [0, 1, 1, 1, 1, "300A - OVERVIEW"], [0, 2, 1, 1, 1, ""], [0, 3, 1, 1, 1, "Section A: Overview"], [0, 4, 1, 1, 1, "1. Name of this TSA - Electronic Baggage Screening Program (EBSP) Investment: 2. Unique Investment N024-000005611 Identifier (UII):"], [0, 5, 1, 1, 1, "Section B: Investment Detail"], [0, 6, 1, 1, 1, "Provide a brief summary of the investment, including a brief description of the related benefit to the mission delivery and management support areas, and the primary beneficiary(ies) of the investment. Include an explanation of any dependencies between this investment and other investments. [LIMIT: 2500 char] 1. The Electronic Baggage Screening Program (EBSP) was established to meet the congressional mandate for 100% screening of aviation-checked baggage in the National Airspace System for explosives by electronic or other approved means. This mandate was established in the 2001 Aviation and Transportation Security Act (P.L. 107-71). By utilizing screening activities that minimize the risk of personal injury or death, or damage or loss of property due to acts of terrorism or criminal activity directed at aviation transportation, the program directly supports the Transportation Security Administration?s (TSA) goals of protecting the transportation system from dangerous people and items that threaten its security, managing risks to critical transportation infrastructure, and strengthening the TSA?s operations and management. The EBSP program ensures freedom of movement for people and commerce. This benefit to the TSA mission is achieved through a risk-based prioritized requirements methodology, and through development, testing, procurement, deployment, and lifecycle management of checked baggage Transportation Security Equipment (TSE) screening technologies. Key objectives of the program include: increasing threat detection capability, improving screening efficiency, replacing the aging fleet of Explosives Detection Systems (EDS) and Explosives Trace Detection (ETD) units, utilizing competitive procurement contracts to obtain the best value for the government, and international harmonization of screening methodologies. The primary beneficiaries of the EBSP are the traveling public; the TSA Office of Security Operations, whose staff manages the daily operations of deployed TSE; commercial airlines; and airport authorities. EBSP is currently dependent on the Department of Homeland Security Science and Technology Directorate?s Transportation Security Laboratory for certification of the screening equipment and research and development of emerging screening technologies. The TSA Security Technology Integrated Program (STIP) is being executed to enable remote maintenance and monitoring of the deployed screening equipment, as well as enabling a dynamic risk-based security capability through remote upgrades and toggling of threat detection algorithms. How does this investment close in part or in whole any identified performance gap in support of the mission delivery and management support areas? Include an assessment of the program impact if this investment isn't fully funded. [LIMIT: 2500 char] 2. Mission: The Electronic Baggage Screening Program (EBSP) provides technology to enable prevention of catastrophic loss from terrorist or criminal activity through screening passenger checked baggage for concealed explosives. EBSP achieves this mission by managing the full life cycle of acquisition activities including requirements identification, testing, procurement, deployment, and sustainment of screening equipment. EBSP enables TSA to prevent catastrophic loss and air piracy through screening checked baggage while ensuring freedom of movement for people and commerce. Though EBSP covers all modes of transportation, including aviation, maritime, and land, current deployed technology primarily covers aviation security. EBSP implements a national checked-baggage screening system that is designed to oversee the technology that screens passenger checked baggage to deter, detect, mitigate and prevent the transportation of explosives. The technologies protect the transportation system and its passengers, allowing more freedom of movement of people and commerce by mitigating risks and averting terrorist violence and other threats to persons and physical assets. LCCE estimates of required funding currently exceed the budgeted funding levels. The impact of not being fully funded includes the delay in completing the deployment of EDS, the delay in recapitalizing deployed EDS that have reached the end of their projected useful life with the potential for increasing maintenance costs and the risk reaching a state of technological obsolescence, and the inability to"]], [[0, 0, 5, 1, 2, "respond efficiently and effectively to emerging threats across all the approximately 450 Federalized airports in the National Airspace System. A broader impact to TSA of EBSP not being fully funded is the inability to implement its vision of layered security. Although EBSP receives its own appropriations and funding based on its annual acquisition needs, multiple compatible and interoperable systems deployed within the airport environment provide an effective layered security approach. When combined with other TSA programs such as Passenger Screening Program (PSP) and Security Technology Integrated Program (STIP), EBSP becomes part of the TSA vision of layered security. 3. For this investment’s technical features, please identify where any specific technical solutions are required by legislation, in response to audit findings, or to meet requirements from other sources. Where “Yes” is indicated, provide a brief description of the technical features required, and any citations regarding specific mandates for these requirements."], [0, 1, 1, 6, 2, ""], [1, 1, 1, 1, 2, ""], [2, 1, 1, 1, 2, "Yes/No"], [3, 1, 1, 1, 2, "Description [LIMIT: 1000 char]"], [4, 1, 1, 6, 2, ""], [1, 2, 1, 1, 2, "Legislative Mandate"], [2, 2, 1, 1, 2, "Yes"], [3, 2, 1, 1, 2, "The principal statutory mandate for 100 percent screening of checked baggage by electronic or other approved means is contained in Section 110 of the Aviation and Transportation Security Act (ATSA )(P.L. 107-71)."], [1, 3, 1, 1, 2, "Audit Finding Resolution"], [2, 3, 1, 1, 2, "No"], [3, 3, 1, 1, 2, ""], [1, 4, 1, 1, 2, "Published Agency Strategic Plan"], [2, 4, 1, 1, 2, "No"], [3, 4, 1, 1, 2, ""], [1, 5, 1, 1, 2, "Other Requirements"], [2, 5, 1, 1, 2, "Yes"], [3, 5, 1, 1, 2, "Historically, a critical success factor for EBSP has been the support provided to airport authorities to make the necessary physical modifications to accommodate the installation, operation, and maintenance of the TSE, to include replacement of standalone EDS systems with in-line systems where it is determined that an in- line system is the appropriate solution at a particular airport. Congressional statutory authority provides the mechanisms and periodic funding to support this effort. At present, Congressional authorization provide annual funding of $250 million that EBSP administers in the form of Other Transaction Agreements and Letters of Intent. It is anticipated that the need for major physical modifications at airports will decline significantly in the near future, and these resources can be shifted to TSE purchase and installation."], [1, 6, 4, 1, 2, ""], [0, 7, 5, 1, 2, "Accomplishments"], [0, 8, 5, 1, 2, "Provide a list of this investment's accomplishments in the prior year (PY), including projects or useful components/project segments completed, new functionality added, or operational efficiency achieved. [LIMIT: 1000 char] 4. Completed efforts to obligate over $700 million of ARRA funding. Under the EDS Competitive Procurement, completed certification of 3 reduced size EDS, 3 medium speed EDS, and 2 high speed EDS. On 2/25/11, achieved DHS IRB approval to procure EDS under the CTX-9800 Sole Source Procurement. Established pilot recapitalization sites for in-line EDS. Began the purchase and installation of EDS under the CTX-9800 Sole Source Procurement project. On 11/04/2011, obtained ADE-3 approval allowing the program to enter the Produce/Deploy/Support phase for Reduced Size EDS."]], [[0, 0, 8, 1, 3, "Established pilot recapitalization sites for in-line EDS at San Francisco and Boston airports. Provide a list of planned accomplishments for current year (CY) and budget year (BY). [LIMIT: 2500 char] 5. Other planned accomplishments include upgrading the threat detection algorithms for the currently deployed EDS. Specific near-term program goals include: 1. Establish Qualified Products List for the EDS Competitive Procurement project 2. Complete the purchase and install of EDS under the CTX-9800 Sole Source Procurement project. 3. Recapitalize deployed EDSs and ETDs as required, consistent with budget constraints. 6. Provide brief descriptions of out year (BY+1, BY+2, BY+3, BY+4 and beyond as necessary) budget requests for this investment. Briefly describe planned projects and/or useful components proposed, Your justification should address new functionality, systems integration, technology refreshes, efficeiencies obtained, and any other enhancements to existing assets/systems performance or agency operations."], [0, 1, 1, 6, 3, ""], [1, 1, 3, 1, 3, "Fiscal Year"], [4, 1, 3, 1, 3, "Description [LIMIT: 500 char]"], [7, 1, 1, 6, 3, ""], [1, 2, 3, 1, 3, "BY+1"], [4, 2, 3, 1, 3, "Maintain 100 percent screening of checked baggage. Continue deployment of EDSs to achieve optimum configuration. Continue the recapitalization of aging EDS and ETDs. Continue to implement the EDS Competitive Procurement. Execute preventative and corrective maintenance activities. Continue to implement airport modification agreements with the airports. Continue to implement engineering and R&D initiatives."], [1, 3, 3, 1, 3, "BY+2"], [4, 3, 3, 1, 3, "Maintain 100 percent screening of checked baggage. Continue deployment of EDSs to achieve optimum configuration. Continue the recapitalization of aging EDS and ETDs. Continue to implement the EDS Competitive Procurement. Execute preventative and corrective maintenance activities. Continue to implement airport modification agreements with the airports. Continue to implement engineering and R&D initiatives."], [1, 4, 3, 1, 3, "BY+3"], [4, 4, 3, 1, 3, "Maintain 100 percent screening of checked baggage. Continue deployment of EDSs to achieve optimum configuration. Continue the recapitalization of aging EDS and ETDs. Continue to implement the EDS Competitive Procurement. Execute preventative and corrective maintenance activities. Continue to implement airport modification agreements with the airports. Continue to implement engineering and R&D initiatives."], [1, 5, 3, 1, 3, "BY+4 and beyond"], [4, 5, 3, 1, 3, "Maintain 100 percent screening of checked baggage. Continue deployment of EDSs to achieve optimum configuration. Continue the recapitalization of aging EDS and ETDs. Continue to implement the EDS Competitive Procurement. Execute preventative and corrective maintenance activities. Continue to implement airport modification agreements with the airports. Continue to implement engineering and R&D initiatives."], [1, 6, 7, 1, 3, ""], [0, 7, 8, 1, 3, "Program Management"], [0, 8, 8, 1, 3, "Provide the date of the Charter establishing the required Integrated Program Team (IPT) for this investment. An IPT must always include, but is not limited to: a qualified fully-dedicated IT program manager, a contract specialist, an information technology specialist, a security specialist and a business process owner before OMB will approve this program investment budget. IT Program Manager, Business Process Owner and Contract Specialist must be Government Employees. 7. Aug 30, 2011 8. Provide the following 5 required IPT members. IT Program Manager, Business Process Owner and Contract Specialist must be Government employees."], [0, 9, 1, 2, 3, ""], [1, 9, 1, 1, 3, "IPT Contact Information"], [2, 9, 1, 1, 3, "Name"], [3, 9, 2, 1, 3, "Phone Number"], [5, 9, 1, 1, 3, "Extension"], [6, 9, 1, 1, 3, "Email"], [7, 9, 1, 2, 3, ""], [1, 10, 6, 1, 3, ""]], [[0, 0, 1, 7, 4, ""], [1, 0, 1, 1, 4, ""], [2, 0, 1, 1, 4, "[LIMIT: 250 char]"], [3, 0, 1, 1, 4, "[10 digits, 0-9 only]"], [4, 0, 1, 1, 4, "[Optional: 6 digits, 0- 9 only]"], [5, 0, 1, 1, 4, "[LIMIT: one email only]"], [6, 0, 1, 7, 4, ""], [1, 1, 1, 1, 4, "IT Program Manager"], [2, 1, 1, 1, 4, "Jenel Cline"], [3, 1, 1, 1, 4, "571-227-3650"], [4, 1, 1, 1, 4, ""], [5, 1, 1, 1, 4, "Jenel.Cline@tsa.dhs.gov"], [1, 2, 1, 1, 4, "Business Process Owner"], [2, 2, 1, 1, 4, "Robin Kane"], [3, 2, 1, 1, 4, "571-227-1096"], [4, 2, 1, 1, 4, ""], [5, 2, 1, 1, 4, "Robin.Kane@tsa.dhs.gov"], [1, 3, 1, 1, 4, "Contract Specialist"], [2, 3, 1, 1, 4, "William Dorwart"], [3, 3, 1, 1, 4, "571-227-2338"], [4, 3, 1, 1, 4, ""], [5, 3, 1, 1, 4, "William.Dorwart@tsa.dhs.gov"], [1, 4, 1, 1, 4, "Information Technology Specialist"], [2, 4, 1, 1, 4, "NA for Non-IT"], [3, 4, 1, 1, 4, ""], [4, 4, 1, 1, 4, ""], [5, 4, 1, 1, 4, ""], [1, 5, 1, 1, 4, "Security Specialist"], [2, 5, 1, 1, 4, "NA for Non-IT"], [3, 5, 1, 1, 4, ""], [4, 5, 1, 1, 4, ""], [5, 5, 1, 1, 4, ""], [1, 6, 6, 1, 4, ""]], [[0, 0, 12, 1, 5, "300A - SUMMARY OF FUNDING"], [0, 1, 12, 1, 5, ""], [0, 2, 12, 1, 5, "Section C: Summary of Funding (Budget Authority for Capital Assets) (In Millions)"], [0, 3, 12, 1, 5, "1. Provide the funding summary for this investment by completing the following table. Include funding authority from all sources in millions, and round to three decimal places. Federal personnel costs should be included only in the rows designated “DME Govt. FTE Costs” and “Operations Govt. FTE Costs” and should be excluded where indicated for DME Costs and Operations Costs. Cost levels should be consistent with funding levels in Exhibit 53. For multi-agency investments, this table should include all funding (both managing and partner agency contributions). For years beyond BY+1, please provide your best estimates for planning purposes, understanding that estimates for out-year spending will be less certain than estimates for BY+1 or closer. For lines in the table that ask for changes in your current submission compared to your most recent previous submission, please use the President’s Budget as your previous submission. When making comparisons, please ensure that you compare same-year-to-same-year (e.g., 2011 v. 2011). Significant changes from the previous submission should be reflected in a the Investment level Alternatives Analysis and is subject to OMB request as discussed in section 300.5."], [0, 4, 1, 15, 5, ""], [1, 4, 1, 1, 5, ""], [2, 4, 1, 1, 5, "PY-1 & Earlier"], [3, 4, 1, 1, 5, "PY"], [4, 4, 1, 1, 5, "CY"], [5, 4, 1, 1, 5, "BY"], [6, 4, 1, 1, 5, "BY+1"], [7, 4, 1, 1, 5, "BY+2"], [8, 4, 1, 1, 5, "BY+3"], [9, 4, 1, 1, 5, "BY+4 & Beyond"], [10, 4, 1, 1, 5, "Total"], [11, 4, 1, 15, 5, ""], [1, 5, 1, 1, 5, ""], [2, 5, 1, 1, 5, "2010"], [3, 5, 1, 1, 5, "2011"], [4, 5, 1, 1, 5, "2012"], [5, 5, 1, 1, 5, "2013"], [6, 5, 1, 1, 5, "2014"], [7, 5, 1, 1, 5, "2015"], [8, 5, 1, 1, 5, "2016"], [9, 5, 1, 1, 5, "2017 +"], [10, 5, 1, 1, 5, ""], [1, 6, 1, 1, 5, "Planning Costs:"], [2, 6, 1, 1, 5, "259.691"], [3, 6, 1, 1, 5, "25.458"], [4, 6, 1, 1, 5, "20.838"], [5, 6, 1, 1, 5, "18.370"], [6, 6, 1, 1, 5, "18.370"], [7, 6, 1, 1, 5, "18.370"], [8, 6, 1, 1, 5, "18.370"], [9, 6, 1, 1, 5, "257.185"], [10, 6, 1, 1, 5, "636.652"], [1, 7, 1, 1, 5, "DME (Excluding Planning) Costs:"], [2, 7, 1, 1, 5, "4,440.003"], [3, 7, 1, 1, 5, "465.603"], [4, 7, 1, 1, 5, "402.400"], [5, 7, 1, 1, 5, "303.708"], [6, 7, 1, 1, 5, "303.708"], [7, 7, 1, 1, 5, "303.708"], [8, 7, 1, 1, 5, "303.708"], [9, 7, 1, 1, 5, "4,251.907"], [10, 7, 1, 1, 5, "10,774.745"], [1, 8, 1, 1, 5, "DME Govt. FTEs:"], [2, 8, 1, 1, 5, "31.179"], [3, 8, 1, 1, 5, "18.031"], [4, 8, 1, 1, 5, "16.257"], [5, 8, 1, 1, 5, "16.517"], [6, 8, 1, 1, 5, "16.600"], [7, 8, 1, 1, 5, "16.682"], [8, 8, 1, 1, 5, "16.766"], [9, 8, 1, 1, 5, "235.897"], [10, 8, 1, 1, 5, "367.929"], [1, 9, 1, 1, 5, "SUBTOTAL DME:"], [2, 9, 1, 1, 5, "4,730.873"], [3, 9, 1, 1, 5, "509.092"], [4, 9, 1, 1, 5, "439.495"], [5, 9, 1, 1, 5, "338.595"], [6, 9, 1, 1, 5, "338.678"], [7, 9, 1, 1, 5, "338.760"], [8, 9, 1, 1, 5, "338.844"], [9, 9, 1, 1, 5, "4,744.989"], [10, 9, 1, 1, 5, "11,779.326"], [1, 10, 1, 1, 5, "O&M- Excluding Govt FTE Costs:"], [2, 10, 1, 1, 5, "1,427.971"], [3, 10, 1, 1, 5, "232.729"], [4, 10, 1, 1, 5, "259.135"], [5, 10, 1, 1, 5, "235.849"], [6, 10, 1, 1, 5, "235.849"], [7, 10, 1, 1, 5, "235.849"], [8, 10, 1, 1, 5, "235.849"], [9, 10, 1, 1, 5, "3,301.886"], [10, 10, 1, 1, 5, "6,165.117"], [1, 11, 1, 1, 5, "O&M Govt. FTEs:"], [2, 11, 1, 1, 5, "1.641"], [3, 11, 1, 1, 5, "0.949"], [4, 11, 1, 1, 5, "0.856"], [5, 11, 1, 1, 5, "0.869"], [6, 11, 1, 1, 5, "0.874"], [7, 11, 1, 1, 5, "0.878"], [8, 11, 1, 1, 5, "0.882"], [9, 11, 1, 1, 5, "12.416"], [10, 11, 1, 1, 5, "19.365"], [1, 12, 1, 1, 5, "SUBTOTAL O&M Costs:"], [2, 12, 1, 1, 5, "1,429.612"], [3, 12, 1, 1, 5, "233.678"], [4, 12, 1, 1, 5, "259.991"], [5, 12, 1, 1, 5, "236.718"], [6, 12, 1, 1, 5, "236.723"], [7, 12, 1, 1, 5, "236.727"], [8, 12, 1, 1, 5, "236.731"], [9, 12, 1, 1, 5, "3,314.302"], [10, 12, 1, 1, 5, "6,184.482"], [1, 13, 1, 1, 5, "TOTAL COST:"], [2, 13, 1, 1, 5, "6,160.485"], [3, 13, 1, 1, 5, "742.770"], [4, 13, 1, 1, 5, "699.486"], [5, 13, 1, 1, 5, "575.313"], [6, 13, 1, 1, 5, "575.401"], [7, 13, 1, 1, 5, "575.487"], [8, 13, 1, 1, 5, "575.575"], [9, 13, 1, 1, 5, "8,059.291"], [10, 13, 1, 1, 5, "17,963.808"], [1, 14, 1, 1, 5, ""], [2, 14, 1, 1, 5, ""], [3, 14, 1, 1, 5, ""], [4, 14, 1, 1, 5, ""], [5, 14, 1, 1, 5, ""], [6, 14, 1, 1, 5, ""], [7, 14, 1, 1, 5, ""], [8, 14, 1, 1, 5, ""], [9, 14, 1, 1, 5, ""], [10, 14, 1, 1, 5, ""], [1, 15, 1, 1, 5, "Total Govt. FTE Costs:"], [2, 15, 1, 1, 5, "32.820"], [3, 15, 1, 1, 5, "18.980"], [4, 15, 1, 1, 5, "17.113"], [5, 15, 1, 1, 5, "17.386"], [6, 15, 1, 1, 5, "17.474"], [7, 15, 1, 1, 5, "17.560"], [8, 15, 1, 1, 5, "17.648"], [9, 15, 1, 1, 5, "248.313"], [10, 15, 1, 1, 5, "387.294"], [1, 16, 1, 1, 5, "# of FTEs rep by Costs:"], [2, 16, 1, 1, 5, "214.00"], [3, 16, 1, 1, 5, "107.00"], [4, 16, 1, 1, 5, "105.00"], [5, 16, 1, 1, 5, "107.00"], [6, 16, 1, 1, 5, "107.00"], [7, 16, 1, 1, 5, "107.00"], [8, 16, 1, 1, 5, "107.00"], [9, 16, 1, 1, 5, "1,498.00"], [10, 16, 1, 1, 5, "2,352.00"], [1, 17, 1, 1, 5, ""], [2, 17, 1, 1, 5, ""], [3, 17, 1, 1, 5, ""], [4, 17, 1, 1, 5, ""], [5, 17, 1, 1, 5, ""], [6, 17, 1, 1, 5, ""], [7, 17, 1, 1, 5, ""], [8, 17, 1, 1, 5, ""], [9, 17, 1, 1, 5, ""], [10, 17, 1, 1, 5, ""], [1, 18, 1, 1, 5, "Total from prior yr final Pres. Budget ($)*"], [2, 18, 1, 1, 5, ""], [3, 18, 1, 1, 5, "850.781"], [4, 18, 1, 1, 5, "745.552"], [5, 18, 1, 1, 5, ""], [6, 18, 1, 1, 5, ""], [7, 18, 1, 1, 5, ""], [8, 18, 1, 1, 5, ""], [9, 18, 1, 1, 5, ""], [10, 18, 1, 1, 5, ""]], [[0, 0, 1, 3, 6, "2 2 2 2 2 2 2 2 2 3"], [1, 0, 1, 1, 6, "Total chg from prior yr final Pres. Budget ($)"], [2, 0, 1, 1, 6, ""], [3, 0, 1, 1, 6, "-108.011"], [4, 0, 1, 1, 6, "-46.066"], [5, 0, 1, 1, 6, ""], [6, 0, 1, 1, 6, ""], [7, 0, 1, 1, 6, ""], [8, 0, 1, 1, 6, ""], [9, 0, 1, 1, 6, ""], [10, 0, 1, 1, 6, ""], [11, 0, 1, 3, 6, "y t t g"], [1, 1, 1, 1, 6, "Total chg from prior yr final Pres. Budget (%)"], [2, 1, 1, 1, 6, ""], [3, 1, 1, 1, 6, "-12.696"], [4, 1, 1, 1, 6, "-6.179"], [5, 1, 1, 1, 6, ""], [6, 1, 1, 1, 6, ""], [7, 1, 1, 1, 6, ""], [8, 1, 1, 1, 6, ""], [9, 1, 1, 1, 6, ""], [10, 1, 1, 1, 6, ""], [1, 2, 11, 1, 6, "* Source of funding is based on the Exh 53 June 3rd submission and Exhibit 300 February 28th submission. 2. While some investments are consistent with a defined life cycle model (i.e., an initial period of development followed by a period of primarily operational spending and an identifiable end point), others represent a collection of ongoing activities and operations with no known terminal point. In the following table, identify whether or not this investment uses a defined life cycle model (as defined in OMB Circular A-131) and provide appropriate investment cost information below. Is this investment consistent with a life cycle model defined in OMB Circular A-131(i.e., an initial period of development followed by a period of primarily operational spending and an identifiable end point): 2.a. No Describe why the investment is not consistent with life cycle model management defined in OMB Circular A-131, and explain how you adapted your alternatives analysis for this investment? (Where an agency uses a cost model other than the lifecycle cost model, defined by OMB Circular A-131, responses from 2c to 2h below should reflect the alternative concept.) [LIMIT: 1000 char] (Required if 2.a. is N): 2.b. EBSP is a mixed life cycle program that must sustain a steady state requirement to perform 100 percent screening of checked baggage, and at the same time, continuously upgrade its threat detection capability to respond to emerging threats without a future end point. Ideally, the DME upgrade component can be incorporated in technology refresh (ie., \"recapitalization\") that must be undertaken to meet maintenance cost objectives, avoid technological obsolescence, and ensure that EBSP can continue to meet its 100 percent screening requirement. The Alternatives Analysis was adapted to the fact that the investments in new technologies occur over time by specifically identifying those future investments and quantifying them to a present value for purposes of nPV and ROI calculations of the investment. Provide information on what cost model this investment is using and how costs are captured for what years [LIMIT: 1000 char] (Required if 2.a. is N): 2.c. EBSP uses the Integrated Deployment Model that models the performance and costs of the checked baggage inspection systems deployed across the approximately 450 airports in the National Airspace System. It is a top-down cost estimation system that uses a program-wide WBS. What year did this investment start (use year—i.e., PY-1=2010) (Required if 2.a. is Y): 2.d. What year will this investment end (use year—i.e., BY+5=2018) (Required if 2.a. is Y): 2.e. Estimated Total DME cost (including planning) for the investment life cycle or other cost model (excluding FTE): 2.f. 11,411.397 Estimated Total O&M cost the investment life cycle or other cost model (excluding FTE): 2.g. 6,165.117 Estimated total Govt. FTE Cost for the investment life cycle or other cost model: 2.h. 387.294 If the funding levels have changed from the FY 2012 President’s Budget request for PY or CY, briefly explain those changes [LIMIT: 500 char]: 3a. The PY funding level is reduced to that provided in the Department of Defense and Full-Year Continuing Appropriations Act, 2011 (PL 112-10). The CY funding level is reduced to that provided in the Consolidated Appropriations Act, 2012 (PL 112-74) signed on 23 December 2011."]], [[0, 0, 12, 1, 7, "300A - ACQUISITION/CONTRACT STRATEGY"], [0, 1, 12, 1, 7, ""], [0, 2, 12, 1, 7, "Section D: Acquisition/Contract Strategy"], [0, 3, 12, 1, 7, "1. Complete or update the table to display all prime contracts (or task orders) awarded or open solicitations for this investment (sub-award details is not required). Contracts and/or task orders that have “Ended” should not be included in the table. Contracts in open solicitation should provide estimated data for all fields (for “Total Contract Value” the estimated base contract costs and all anticipated option years). Data definitions can be found at www.usaspending.gov/learn#a2. For specifics, please see notes 1 and 2 below the table."], [0, 4, 1, 19, 7, ""], [1, 4, 1, 1, 7, "#"], [2, 4, 1, 1, 7, "Active?"], [3, 4, 1, 1, 7, "Contract Status"], [4, 4, 1, 1, 7, "Contracting Agency ID"], [5, 4, 1, 1, 7, "Procurement Instrument Identifier [LIMIT: 250 char]"], [6, 4, 1, 1, 7, "IAA Contract/Exemption?"], [7, 4, 1, 1, 7, "Indefinite Delivery Vehicle (IDV) PIID (required if part of an IDV)"], [8, 4, 1, 1, 7, "IDV Agency ID"], [9, 4, 1, 1, 7, "Solicitation ID"], [10, 4, 1, 19, 7, ""], [11, 4, 1, 19, 7, ""], [1, 5, 1, 1, 7, "1"], [2, 5, 1, 1, 7, "Active"], [3, 5, 1, 1, 7, "Awarded"], [4, 5, 1, 1, 7, "7013"], [5, 5, 1, 1, 7, "HSTS04-07-J- DEP556"], [6, 5, 1, 1, 7, "No"], [7, 5, 1, 1, 7, "HSTS04-07-D- DEP084"], [8, 5, 1, 1, 7, "7013"], [9, 5, 1, 1, 7, "HSTS04-07-R- DEP084"], [1, 6, 1, 1, 7, "2"], [2, 6, 1, 1, 7, "Active"], [3, 6, 1, 1, 7, "Awarded"], [4, 6, 1, 1, 7, "7013"], [5, 6, 1, 1, 7, "HSTS04-09-C- CT1340"], [6, 6, 1, 1, 7, "No"], [7, 6, 1, 1, 7, "HSTS04-09-C- CT1340"], [8, 6, 1, 1, 7, "7013"], [9, 6, 1, 1, 7, ""], [1, 7, 1, 1, 7, "3"], [2, 7, 1, 1, 7, "Active"], [3, 7, 1, 1, 7, "Awarded"], [4, 7, 1, 1, 7, "7013"], [5, 7, 1, 1, 7, "HSTS04-09-C- CT1328"], [6, 7, 1, 1, 7, "No"], [7, 7, 1, 1, 7, "HSTS04-09-C- CT1328"], [8, 7, 1, 1, 7, "7013"], [9, 7, 1, 1, 7, "HSTS04-09-R- CT1145"], [1, 8, 1, 1, 7, "4"], [2, 8, 1, 1, 7, "Active"], [3, 8, 1, 1, 7, "Awarded"], [4, 8, 1, 1, 7, "7013"], [5, 8, 1, 1, 7, "HSTS04-09-J- REC133"], [6, 8, 1, 1, 7, "No"], [7, 8, 1, 1, 7, "HSTS04-05-D- DEP029"], [8, 8, 1, 1, 7, "7013"], [9, 8, 1, 1, 7, ""], [1, 9, 1, 1, 7, "5"], [2, 9, 1, 1, 7, "Active"], [3, 9, 1, 1, 7, "Awarded"], [4, 9, 1, 1, 7, "7013"], [5, 9, 1, 1, 7, "HSTS04-09-F- CT1317"], [6, 9, 1, 1, 7, "No"], [7, 9, 1, 1, 7, "GS10F0005V"], [8, 9, 1, 1, 7, "4730"], [9, 9, 1, 1, 7, ""], [1, 10, 1, 1, 7, "6"], [2, 10, 1, 1, 7, "Active"], [3, 10, 1, 1, 7, "Awarded"], [4, 10, 1, 1, 7, "7013"], [5, 10, 1, 1, 7, "HSTS04-09-C- CT3101"], [6, 10, 1, 1, 7, "No"], [7, 10, 1, 1, 7, ""], [8, 10, 1, 1, 7, ""], [9, 10, 1, 1, 7, ""], [1, 11, 1, 1, 7, "7"], [2, 11, 1, 1, 7, "Active"], [3, 11, 1, 1, 7, "Awarded"], [4, 11, 1, 1, 7, "7013"], [5, 11, 1, 1, 7, "HSTS04-08-C- CT8021"], [6, 11, 1, 1, 7, "No"], [7, 11, 1, 1, 7, ""], [8, 11, 1, 1, 7, ""], [9, 11, 1, 1, 7, ""], [1, 12, 1, 1, 7, "8"], [2, 12, 1, 1, 7, "Active"], [3, 12, 1, 1, 7, "Awarded"], [4, 12, 1, 1, 7, "7013"], [5, 12, 1, 1, 7, "HSTS04-07-D- DEP555"], [6, 12, 1, 1, 7, "No"], [7, 12, 1, 1, 7, "HSTS04-07-D- DEP555"], [8, 12, 1, 1, 7, "7013"], [9, 12, 1, 1, 7, ""], [1, 13, 1, 1, 7, "9"], [2, 13, 1, 1, 7, "Active"], [3, 13, 1, 1, 7, "Awarded"], [4, 13, 1, 1, 7, "7013"], [5, 13, 1, 1, 7, "HSTS04-12-D- CT1046"], [6, 13, 1, 1, 7, "No"], [7, 13, 1, 1, 7, "HSTS04-12-D- CT1046"], [8, 13, 1, 1, 7, "7013"], [9, 13, 1, 1, 7, "HSTS04-11-R- CT1091"], [1, 14, 1, 1, 7, "10"], [2, 14, 1, 1, 7, "Active"], [3, 14, 1, 1, 7, "Awarded"], [4, 14, 1, 1, 7, "7013"], [5, 14, 1, 1, 7, "HSTS04-10-J- REC200"], [6, 14, 1, 1, 7, "No"], [7, 14, 1, 1, 7, "HSTS04-09-D- ST2233"], [8, 14, 1, 1, 7, "7013"], [9, 14, 1, 1, 7, ""], [1, 15, 1, 1, 7, "11"], [2, 15, 1, 1, 7, "Active"], [3, 15, 1, 1, 7, "Awarded"], [4, 15, 1, 1, 7, "7013"], [5, 15, 1, 1, 7, "HSTS04-10-C- CT8507"], [6, 15, 1, 1, 7, "No"], [7, 15, 1, 1, 7, ""], [8, 15, 1, 1, 7, ""], [9, 15, 1, 1, 7, ""], [1, 16, 1, 1, 7, "12"], [2, 16, 1, 1, 7, "Active"], [3, 16, 1, 1, 7, "Awarded"], [4, 16, 1, 1, 7, "7013"], [5, 16, 1, 1, 7, "HSTS04-10-J- CT3045"], [6, 16, 1, 1, 7, "No"], [7, 16, 1, 1, 7, "HSTS04-10-D- CT7006"], [8, 16, 1, 1, 7, "7013"], [9, 16, 1, 1, 7, ""], [1, 17, 1, 1, 7, "13"], [2, 17, 1, 1, 7, "Active"], [3, 17, 1, 1, 7, "Awarded"], [4, 17, 1, 1, 7, "7013"], [5, 17, 1, 1, 7, "HSTS04-10-J- CT8521"], [6, 17, 1, 1, 7, "No"], [7, 17, 1, 1, 7, "HSTS04-10-D- CT7007"], [8, 17, 1, 1, 7, "7013"], [9, 17, 1, 1, 7, ""], [1, 18, 1, 1, 7, "14"], [2, 18, 1, 1, 7, "Active"], [3, 18, 1, 1, 7, "Awarded"], [4, 18, 1, 1, 7, "7013"], [5, 18, 1, 1, 7, "HSTS04-11-J- CT8525"], [6, 18, 1, 1, 7, "No"], [7, 18, 1, 1, 7, "HSTS04-10-D- ST3065"], [8, 18, 1, 1, 7, "7013"], [9, 18, 1, 1, 7, ""], [1, 19, 1, 1, 7, "15"], [2, 19, 1, 1, 7, "Active"], [3, 19, 1, 1, 7, "Awarded"], [4, 19, 1, 1, 7, "7013"], [5, 19, 1, 1, 7, "HSTS04-11-J- CT8500"], [6, 19, 1, 1, 7, "No"], [7, 19, 1, 1, 7, "HSTS04-10-D- ST3066"], [8, 19, 1, 1, 7, "7013"], [9, 19, 1, 1, 7, "2109209CT4005"], [1, 20, 1, 1, 7, "16"], [2, 20, 1, 1, 7, "Active"], [3, 20, 1, 1, 7, "Awarded"], [4, 20, 1, 1, 7, "7013"], [5, 20, 1, 1, 7, "HSTS04-08-F- CT8600"], [6, 20, 1, 1, 7, "No"], [7, 20, 1, 1, 7, "GS10F06LPA0005"], [8, 20, 1, 1, 7, "4730"], [9, 20, 1, 1, 7, ""], [1, 21, 1, 1, 7, "17"], [2, 21, 1, 1, 7, "Active"], [3, 21, 1, 1, 7, "Awarded"], [4, 21, 1, 1, 7, "7013"], [5, 21, 1, 1, 7, "HSTS04-10-Q- CT3006"], [6, 21, 1, 1, 7, "No"], [7, 21, 1, 1, 7, ""], [8, 21, 1, 1, 7, ""], [9, 21, 1, 1, 7, ""], [1, 22, 1, 1, 7, "18"], [2, 22, 1, 1, 7, "Active"], [3, 22, 1, 1, 7, "Awarded"], [4, 22, 1, 1, 7, "7013"], [5, 22, 1, 1, 7, "HSTS04-09-C- CT3173"], [6, 22, 1, 1, 7, "No"], [7, 22, 1, 1, 7, ""], [8, 22, 1, 1, 7, ""], [9, 22, 1, 1, 7, ""]], [[0, 0, 1, 22, 8, ""], [1, 0, 1, 1, 8, "19"], [2, 0, 1, 1, 8, "Active"], [3, 0, 2, 1, 8, "Awarded"], [5, 0, 3, 1, 8, "7013"], [8, 0, 1, 1, 8, "HSTS04-10-C- CT8027"], [9, 0, 3, 1, 8, "No"], [12, 0, 2, 1, 8, ""], [14, 0, 2, 1, 8, ""], [16, 0, 2, 1, 8, ""], [18, 0, 1, 15, 8, ""], [19, 0, 2, 15, 8, ""], [1, 1, 1, 1, 8, "20"], [2, 1, 1, 1, 8, "Active"], [3, 1, 2, 1, 8, "Awarded"], [5, 1, 3, 1, 8, "7013"], [8, 1, 1, 1, 8, "HSTS04-07-J- CTO415"], [9, 1, 3, 1, 8, "No"], [12, 1, 2, 1, 8, "HSTS04-07-D- CTO413"], [14, 1, 2, 1, 8, "7013"], [16, 1, 2, 1, 8, ""], [1, 2, 1, 1, 8, "21"], [2, 2, 1, 1, 8, "Active"], [3, 2, 2, 1, 8, "Awarded"], [5, 2, 3, 1, 8, "7013"], [8, 2, 1, 1, 8, "HSTS04-11-J- CT1176"], [9, 2, 3, 1, 8, "No"], [12, 2, 2, 1, 8, "HSTS04-11-D- CT1115"], [14, 2, 2, 1, 8, "7013"], [16, 2, 2, 1, 8, "HSTS04-09-R- CT1144"], [1, 3, 1, 1, 8, "22"], [2, 3, 1, 1, 8, "Active"], [3, 3, 2, 1, 8, "Awarded"], [5, 3, 3, 1, 8, "7013"], [8, 3, 1, 1, 8, "HSTS04-11-D- CT3072"], [9, 3, 3, 1, 8, "No"], [12, 3, 2, 1, 8, "HSTS04-11-D- CT3072"], [14, 3, 2, 1, 8, "7013"], [16, 3, 2, 1, 8, "HSTS04-10-R- ST2667"], [1, 4, 1, 1, 8, "23"], [2, 4, 1, 1, 8, "Active"], [3, 4, 2, 1, 8, "Awarded"], [5, 4, 3, 1, 8, "7013"], [8, 4, 1, 1, 8, "HSTS04-11-D- CT3083"], [9, 4, 3, 1, 8, "No"], [12, 4, 2, 1, 8, "HSTS04-11-D- CT3083"], [14, 4, 2, 1, 8, "7013"], [16, 4, 2, 1, 8, "HSTS04-10-R- ST2668"], [1, 5, 1, 1, 8, "24"], [2, 5, 1, 1, 8, "Active"], [3, 5, 2, 1, 8, "Awarded"], [5, 5, 3, 1, 8, "7013"], [8, 5, 1, 1, 8, "HSTS04-11-D- CT3118"], [9, 5, 3, 1, 8, "No"], [12, 5, 2, 1, 8, "HSTS0411J3118"], [14, 5, 2, 1, 8, "7013"], [16, 5, 2, 1, 8, "HSTS04-11-R- CT3026"], [1, 6, 1, 1, 8, "25"], [2, 6, 1, 1, 8, "Active"], [3, 6, 2, 1, 8, "Awarded"], [5, 6, 3, 1, 8, "7013"], [8, 6, 1, 1, 8, "HSTS04-10-A- CT1178"], [9, 6, 3, 1, 8, "No"], [12, 6, 2, 1, 8, ""], [14, 6, 2, 1, 8, ""], [16, 6, 2, 1, 8, ""], [1, 7, 1, 1, 8, "26"], [2, 7, 1, 1, 8, "Active"], [3, 7, 2, 1, 8, "Awarded"], [5, 7, 3, 1, 8, "7013"], [8, 7, 1, 1, 8, "HSTS04-11-D- CT3083"], [9, 7, 3, 1, 8, "No"], [12, 7, 2, 1, 8, ""], [14, 7, 2, 1, 8, ""], [16, 7, 2, 1, 8, ""], [1, 8, 1, 1, 8, "27"], [2, 8, 1, 1, 8, "Active"], [3, 8, 2, 1, 8, "Awarded"], [5, 8, 3, 1, 8, "7013"], [8, 8, 1, 1, 8, "HSTS04-11-D- CT1165"], [9, 8, 3, 1, 8, "No"], [12, 8, 2, 1, 8, "HSTS04-09-C- CT1328"], [14, 8, 2, 1, 8, "7013"], [16, 8, 2, 1, 8, ""], [1, 9, 1, 1, 8, "28"], [2, 9, 1, 1, 8, "Active"], [3, 9, 2, 1, 8, "Pre-award Pre- solicitation"], [5, 9, 3, 1, 8, "7013"], [8, 9, 1, 1, 8, "HSTS04-11-R- CT1270"], [9, 9, 3, 1, 8, "No"], [12, 9, 2, 1, 8, ""], [14, 9, 2, 1, 8, ""], [16, 9, 2, 1, 8, ""], [1, 10, 1, 1, 8, "29"], [2, 10, 1, 1, 8, "Active"], [3, 10, 2, 1, 8, "Awarded"], [5, 10, 3, 1, 8, "7013"], [8, 10, 1, 1, 8, "HSTS04-09-J- CT3124"], [9, 10, 3, 1, 8, "No"], [12, 10, 2, 1, 8, "HSTS04-05-D- DEP009"], [14, 10, 2, 1, 8, "7013"], [16, 10, 2, 1, 8, ""], [1, 11, 1, 1, 8, "30"], [2, 11, 1, 1, 8, "Active"], [3, 11, 2, 1, 8, "Awarded"], [5, 11, 3, 1, 8, "7013"], [8, 11, 1, 1, 8, "HSTS04-11-X- CT8514"], [9, 11, 3, 1, 8, "Yes"], [12, 11, 2, 1, 8, "HSTS04-11-X- CT8514"], [14, 11, 2, 1, 8, "7013"], [16, 11, 2, 1, 8, ""], [1, 12, 1, 1, 8, "31"], [2, 12, 1, 1, 8, "Active"], [3, 12, 2, 1, 8, "Awarded"], [5, 12, 3, 1, 8, "7013"], [8, 12, 1, 1, 8, "HSTS04-11-A- CT1207"], [9, 12, 3, 1, 8, "No"], [12, 12, 2, 1, 8, "HSTS04-11-A- CT1207"], [14, 12, 2, 1, 8, "7013"], [16, 12, 2, 1, 8, ""], [1, 13, 1, 1, 8, "32"], [2, 13, 1, 1, 8, "Active"], [3, 13, 2, 1, 8, "Awarded"], [5, 13, 3, 1, 8, "7013"], [8, 13, 1, 1, 8, "HSTS04-12-D- CT1065"], [9, 13, 3, 1, 8, "No"], [12, 13, 2, 1, 8, "HSTS04-12-D- CT1065"], [14, 13, 2, 1, 8, "7013"], [16, 13, 2, 1, 8, ""], [1, 14, 20, 1, 8, ""], [1, 15, 1, 1, 8, "#"], [2, 15, 2, 1, 8, "Alternate Financing"], [4, 15, 2, 1, 8, "EVM Required"], [6, 15, 1, 1, 8, "Ultimate Contract Value ($M)"], [7, 15, 3, 1, 8, "Type of Contract/Task Order (Pricing)"], [10, 15, 1, 1, 8, "Is the contract a Performance Based Service Acquisition (PBSA)?"], [11, 15, 2, 1, 8, "Effective date"], [13, 15, 2, 1, 8, "Actual or expected End Date of Contract/Task Order"], [15, 15, 2, 1, 8, "Extent Competed"], [17, 15, 3, 1, 8, "Short description of services or product to be acquired"], [20, 15, 1, 1, 8, "Contractor Nam"], [1, 16, 1, 1, 8, "1"], [2, 16, 2, 1, 8, "NA"], [4, 16, 2, 1, 8, "No"], [6, 16, 1, 1, 8, "82.929"], [7, 16, 3, 1, 8, "Firm Fixed Price"], [10, 16, 1, 1, 8, "No"], [11, 16, 2, 1, 8, "Sep 26, 2007"], [13, 16, 2, 1, 8, "Sep 25, 2012"], [15, 16, 2, 1, 8, "Full and Open Competition"], [17, 16, 3, 1, 8, "Purchase & Install"], [20, 16, 1, 1, 8, "Reveal"], [1, 17, 1, 1, 8, "2"], [2, 17, 2, 1, 8, "NA"], [4, 17, 2, 1, 8, "No"], [6, 17, 1, 1, 8, "86.828"], [7, 17, 3, 1, 8, "Firm Fixed Price"], [10, 17, 1, 1, 8, "No"], [11, 17, 2, 1, 8, "Jul 9, 2009"], [13, 17, 2, 1, 8, "Jun 8, 2012"], [15, 17, 2, 1, 8, "Not Competed"], [17, 17, 3, 1, 8, "Purchase & Install"], [20, 17, 1, 1, 8, "L-3 Communications (EDS Purchase)"], [1, 18, 1, 1, 8, "3"], [2, 18, 2, 1, 8, "NA"], [4, 18, 2, 1, 8, "No"], [6, 18, 1, 1, 8, "64.599"], [7, 18, 3, 1, 8, "Combination (two or more)"], [10, 18, 1, 1, 8, "No"], [11, 18, 2, 1, 8, "Jul 20, 2009"], [13, 18, 2, 1, 8, "May 28, 2012"], [15, 18, 2, 1, 8, "Not Competed"], [17, 18, 3, 1, 8, "Purchase & Install"], [20, 18, 1, 1, 8, "Morpho Detection (GE Homeland Protection)"], [1, 19, 1, 1, 8, "4"], [2, 19, 2, 1, 8, "NA"], [4, 19, 2, 1, 8, "No"], [6, 19, 1, 1, 8, "463.356"], [7, 19, 3, 1, 8, "Firm Fixed Price"], [10, 19, 1, 1, 8, "No"], [11, 19, 2, 1, 8, "Sep 23, 2005"], [13, 19, 2, 1, 8, "Dec 31, 2012"], [15, 19, 2, 1, 8, "Full and Open Competition"], [17, 19, 3, 1, 8, "Purchase & Install"], [20, 19, 1, 1, 8, "Reveal"], [1, 20, 1, 1, 8, "5"], [2, 20, 2, 1, 8, "NA"], [4, 20, 2, 1, 8, "No"], [6, 20, 1, 1, 8, "20.842"], [7, 20, 3, 1, 8, "Firm Fixed Price"], [10, 20, 1, 1, 8, "No"], [11, 20, 2, 1, 8, "May 1, 2009"], [13, 20, 2, 1, 8, "Apr 30, 2012"], [15, 20, 2, 1, 8, "Not Competed"], [17, 20, 3, 1, 8, "Management Support Services"], [20, 20, 1, 1, 8, "Jacobs Consultanc"], [1, 21, 1, 1, 8, "6"], [2, 21, 2, 1, 8, "NA"], [4, 21, 2, 1, 8, "No"], [6, 21, 1, 1, 8, "2.752"], [7, 21, 3, 1, 8, "Firm Fixed Price"], [10, 21, 1, 1, 8, "No"], [11, 21, 2, 1, 8, "Nov 14, 2008"], [13, 21, 2, 1, 8, "Nov 13, 2012"], [15, 21, 2, 1, 8, "Competed under SAP"], [17, 21, 3, 1, 8, "Maintenance Support Analysis"], [20, 21, 1, 1, 8, "Logical Essence"]], [[0, 0, 1, 15, 9, ""], [1, 0, 1, 1, 9, "7"], [2, 0, 1, 1, 9, "NA"], [3, 0, 1, 1, 9, "No"], [4, 0, 1, 1, 9, "37.484"], [5, 0, 1, 1, 9, "Firm Fixed Price"], [6, 0, 1, 1, 9, "No"], [7, 0, 1, 1, 9, "Apr 18, 2008"], [8, 0, 1, 1, 9, "Mar 25, 2012"], [9, 0, 1, 1, 9, "Full and Open Competition"], [10, 0, 1, 1, 9, "TSIF Support & Testing"], [11, 0, 1, 1, 9, "Vic Thompson Company"], [1, 1, 1, 1, 9, "8"], [2, 1, 1, 1, 9, "NA"], [3, 1, 1, 1, 9, "No"], [4, 1, 1, 1, 9, "77.980"], [5, 1, 1, 1, 9, "Firm Fixed Price"], [6, 1, 1, 1, 9, "Yes"], [7, 1, 1, 1, 9, "Sep 26, 2007"], [8, 1, 1, 1, 9, "Sep 25, 2012"], [9, 1, 1, 1, 9, "Full and Open Competition"], [10, 1, 1, 1, 9, "Purchase & Install"], [11, 1, 1, 1, 9, "Analogic"], [1, 2, 1, 1, 9, "9"], [2, 2, 1, 1, 9, "NA"], [3, 2, 1, 1, 9, "No"], [4, 2, 1, 1, 9, "110.241"], [5, 2, 1, 1, 9, "Firm Fixed Price"], [6, 2, 1, 1, 9, "No"], [7, 2, 1, 1, 9, "Jan 25, 2012"], [8, 2, 1, 1, 9, "Jan 24, 2017"], [9, 2, 1, 1, 9, "Full and Open Competition after exclusion of sources"], [10, 2, 1, 1, 9, "Purchase and Support for EDS CP RSED units"], [11, 2, 1, 1, 9, "Reveal Imaging Technologies"], [1, 3, 1, 1, 9, "10"], [2, 3, 1, 1, 9, "NA"], [3, 3, 1, 1, 9, "Yes"], [4, 3, 1, 1, 9, "350.000"], [5, 3, 1, 1, 9, "Firm Fixed Price"], [6, 3, 1, 1, 9, "No"], [7, 3, 1, 1, 9, "Aug 20, 2009"], [8, 3, 1, 1, 9, "Aug 20, 2014"], [9, 3, 1, 1, 9, "Full and Open Competition"], [10, 3, 1, 1, 9, "Systems Engineering & Integration Services"], [11, 3, 1, 1, 9, "(SEIS) Boeing #ST2232/ Raytheon #ST2233/ SAIC #ST2234/Lockhee #ST2235"], [1, 4, 1, 1, 9, "11"], [2, 4, 1, 1, 9, "NA"], [3, 4, 1, 1, 9, "No"], [4, 4, 1, 1, 9, "3.372"], [5, 4, 1, 1, 9, "Firm Fixed Price"], [6, 4, 1, 1, 9, "No"], [7, 4, 1, 1, 9, "Mar 1, 2010"], [8, 4, 1, 1, 9, "Feb 28, 2012"], [9, 4, 1, 1, 9, "Not Available for Competition"], [10, 4, 1, 1, 9, "Warehouse Services"], [11, 4, 1, 1, 9, "Logistics Systems Incorporated"], [1, 5, 1, 1, 9, "12"], [2, 5, 1, 1, 9, "NA"], [3, 5, 1, 1, 9, "No"], [4, 5, 1, 1, 9, "35.000"], [5, 5, 1, 1, 9, "Firm Fixed Price"], [6, 5, 1, 1, 9, "No"], [7, 5, 1, 1, 9, "Apr 15, 2010"], [8, 5, 1, 1, 9, "Apr 14, 2015"], [9, 5, 1, 1, 9, "Full and Open Competition"], [10, 5, 1, 1, 9, "Professional Engineering & Logistics Services"], [11, 5, 1, 1, 9, "Global Systems Technologies, Inc"], [1, 6, 1, 1, 9, "13"], [2, 6, 1, 1, 9, "NA"], [3, 6, 1, 1, 9, "No"], [4, 6, 1, 1, 9, "35.000"], [5, 6, 1, 1, 9, "Firm Fixed Price"], [6, 6, 1, 1, 9, "No"], [7, 6, 1, 1, 9, "Apr 15, 2010"], [8, 6, 1, 1, 9, "Apr 14, 2015"], [9, 6, 1, 1, 9, "Full and Open Competition"], [10, 6, 1, 1, 9, "Professional Engineering & Logistics Services"], [11, 6, 1, 1, 9, "Quasars, Inc."], [1, 7, 1, 1, 9, "14"], [2, 7, 1, 1, 9, "NA"], [3, 7, 1, 1, 9, "No"], [4, 7, 1, 1, 9, "122.500"], [5, 7, 1, 1, 9, "Firm Fixed Price"], [6, 7, 1, 1, 9, "No"], [7, 7, 1, 1, 9, "Sep 9, 2010"], [8, 7, 1, 1, 9, "Sep 9, 2015"], [9, 7, 1, 1, 9, "Full and Open Competition"], [10, 7, 1, 1, 9, "Test and Evaluation Support Services (TESS)"], [11, 7, 1, 1, 9, "TASC"], [1, 8, 1, 1, 9, "15"], [2, 8, 1, 1, 9, "NA"], [3, 8, 1, 1, 9, "No"], [4, 8, 1, 1, 9, "122.500"], [5, 8, 1, 1, 9, "Firm Fixed Price"], [6, 8, 1, 1, 9, "No"], [7, 8, 1, 1, 9, "Sep 9, 2010"], [8, 8, 1, 1, 9, "Sep 9, 2015"], [9, 8, 1, 1, 9, "Full and Open Competition"], [10, 8, 1, 1, 9, "Test and Evaluation Support Services (TESS)"], [11, 8, 1, 1, 9, "Battelle"], [1, 9, 1, 1, 9, "16"], [2, 9, 1, 1, 9, "NA"], [3, 9, 1, 1, 9, "No"], [4, 9, 1, 1, 9, "114.866"], [5, 9, 1, 1, 9, "Firm Fixed Price"], [6, 9, 1, 1, 9, "No"], [7, 9, 1, 1, 9, "Sep 30, 2008"], [8, 9, 1, 1, 9, "Sep 22, 2013"], [9, 9, 1, 1, 9, "Full and Open Competition"], [10, 9, 1, 1, 9, "Program Management Support Services"], [11, 9, 1, 1, 9, "Deloitte"], [1, 10, 1, 1, 9, "17"], [2, 10, 1, 1, 9, "NA"], [3, 10, 1, 1, 9, "No"], [4, 10, 1, 1, 9, "0.957"], [5, 10, 1, 1, 9, "Firm Fixed Price"], [6, 10, 1, 1, 9, "No"], [7, 10, 1, 1, 9, "Feb 19, 2010"], [8, 10, 1, 1, 9, "Feb 18, 2012"], [9, 10, 1, 1, 9, "Competed under SAP"], [10, 10, 1, 1, 9, "Warehouse Space"], [11, 10, 1, 1, 9, "Primera Coppell Properties"], [1, 11, 1, 1, 9, "18"], [2, 11, 1, 1, 9, "NA"], [3, 11, 1, 1, 9, "No"], [4, 11, 1, 1, 9, "240.940"], [5, 11, 1, 1, 9, "Firm Fixed Price"], [6, 11, 1, 1, 9, "Yes"], [7, 11, 1, 1, 9, "Sep 25, 2009"], [8, 11, 1, 1, 9, "Jan 31, 2014"], [9, 11, 1, 1, 9, "Full and Open Competition"], [10, 11, 1, 1, 9, "Maintenance"], [11, 11, 1, 1, 9, "Siemens"], [1, 12, 1, 1, 9, "19"], [2, 12, 1, 1, 9, "NA"], [3, 12, 1, 1, 9, "No"], [4, 12, 1, 1, 9, "2.388"], [5, 12, 1, 1, 9, "Firm Fixed Price"], [6, 12, 1, 1, 9, "Yes"], [7, 12, 1, 1, 9, "Aug 3, 2010"], [8, 12, 1, 1, 9, "Jul 31, 2012"], [9, 12, 1, 1, 9, "Not Competed under SAP"], [10, 12, 1, 1, 9, "Program Management, Operations, Management"], [11, 12, 1, 1, 9, "Millennium Corporation"], [1, 13, 1, 1, 9, "20"], [2, 13, 1, 1, 9, "NA"], [3, 13, 1, 1, 9, "No"], [4, 13, 1, 1, 9, "3.000"], [5, 13, 1, 1, 9, "Firm Fixed Price"], [6, 13, 1, 1, 9, "No"], [7, 13, 1, 1, 9, "Jun 22, 2007"], [8, 13, 1, 1, 9, "Apr 29, 2012"], [9, 13, 1, 1, 9, "Full and Open Competition"], [10, 13, 1, 1, 9, "Purchase & Install/ Technology"], [11, 13, 1, 1, 9, "Carter Control Systems"], [1, 14, 1, 1, 9, "21"], [2, 14, 1, 1, 9, "NA"], [3, 14, 1, 1, 9, "No"], [4, 14, 1, 1, 9, "178.238"], [5, 14, 1, 1, 9, "Firm Fixed Price"], [6, 14, 1, 1, 9, "No"], [7, 14, 1, 1, 9, "Mar 9, 2011"], [8, 14, 1, 1, 9, "May 1, 2013"], [9, 14, 1, 1, 9, "Not Competed"], [10, 14, 1, 1, 9, "Purchase & Install/ Technology"], [11, 14, 1, 1, 9, "L-3 Communications"]], [[0, 0, 1, 12, 10, "N N aw"], [1, 0, 1, 1, 10, "22"], [2, 0, 1, 1, 10, "NA"], [3, 0, 1, 1, 10, "No"], [4, 0, 1, 1, 10, "466.538"], [5, 0, 1, 1, 10, "Firm Fixed Price"], [6, 0, 1, 1, 10, "Yes"], [7, 0, 1, 1, 10, "Jul 1, 2011"], [8, 0, 1, 1, 10, "Jun 30, 2015"], [9, 0, 1, 1, 10, "Not Competed"], [10, 0, 1, 1, 10, "Maintenance"], [11, 0, 2, 1, 10, "Morpho Detection"], [1, 1, 1, 1, 10, "23"], [2, 1, 1, 1, 10, "NA"], [3, 1, 1, 1, 10, "No"], [4, 1, 1, 1, 10, "384.900"], [5, 1, 1, 1, 10, "Firm Fixed Price"], [6, 1, 1, 1, 10, "Yes"], [7, 1, 1, 1, 10, "Jul 1, 2011"], [8, 1, 1, 1, 10, "Jun 30, 2015"], [9, 1, 1, 1, 10, "Not Competed"], [10, 1, 1, 1, 10, "Maintenance"], [11, 1, 2, 1, 10, "L-3 Communications"], [1, 2, 1, 1, 10, "24"], [2, 2, 1, 1, 10, "NA"], [3, 2, 1, 1, 10, "No"], [4, 2, 1, 1, 10, "11.366"], [5, 2, 1, 1, 10, "Combination (two or more)"], [6, 2, 1, 1, 10, "Yes"], [7, 2, 1, 1, 10, "Sep 1, 2011"], [8, 2, 1, 1, 10, "Aug 31, 2016"], [9, 2, 1, 1, 10, "Not Competed"], [10, 2, 1, 1, 10, "Maintenance or Reduced size EDS"], [11, 2, 2, 1, 10, "Reveal"], [1, 3, 1, 1, 10, "25"], [2, 3, 1, 1, 10, "NA"], [3, 3, 1, 1, 10, "No"], [4, 3, 1, 1, 10, "1.415"], [5, 3, 1, 1, 10, "Other (none of the above)"], [6, 3, 1, 1, 10, "No"], [7, 3, 1, 1, 10, "Sep 9, 2010"], [8, 3, 1, 1, 10, "Sep 7, 2012"], [9, 3, 1, 1, 10, "Not Competed"], [10, 3, 1, 1, 10, "Purchase & Install"], [11, 3, 2, 1, 10, "L-3 Communications"], [1, 4, 1, 1, 10, "26"], [2, 4, 1, 1, 10, "NA"], [3, 4, 1, 1, 10, "No"], [4, 4, 1, 1, 10, "384.900"], [5, 4, 1, 1, 10, "Firm Fixed Price"], [6, 4, 1, 1, 10, "No"], [7, 4, 1, 1, 10, "Jul 1, 2011"], [8, 4, 1, 1, 10, "Jun 30, 2015"], [9, 4, 1, 1, 10, "Not Competed"], [10, 4, 1, 1, 10, "Maintenance"], [11, 4, 2, 1, 10, "L-3 Communications"], [1, 5, 1, 1, 10, "27"], [2, 5, 1, 1, 10, "NA"], [3, 5, 1, 1, 10, "No"], [4, 5, 1, 1, 10, "64.599"], [5, 5, 1, 1, 10, "Firm Fixed Price"], [6, 5, 1, 1, 10, "No"], [7, 5, 1, 1, 10, "Apr 26, 2011"], [8, 5, 1, 1, 10, "Jun 30, 2015"], [9, 5, 1, 1, 10, "Not Competed"], [10, 5, 1, 1, 10, "Purchase & Install"], [11, 5, 2, 1, 10, "Morpho Detection"], [1, 6, 1, 1, 10, "28"], [2, 6, 1, 1, 10, "NA"], [3, 6, 1, 1, 10, "No"], [4, 6, 1, 1, 10, "1,382.000"], [5, 6, 1, 1, 10, "Combination (two or more)"], [6, 6, 1, 1, 10, "No"], [7, 6, 1, 1, 10, "May 23, 2012"], [8, 6, 1, 1, 10, "May 22, 2017"], [9, 6, 1, 1, 10, "Full and Open Competition"], [10, 6, 1, 1, 10, "EDS CP Medium Speed EDS Purchase & Install"], [11, 6, 2, 1, 10, "TBD"], [1, 7, 1, 1, 10, "29"], [2, 7, 1, 1, 10, "NA"], [3, 7, 1, 1, 10, "No"], [4, 7, 1, 1, 10, "397.000"], [5, 7, 1, 1, 10, "Firm Fixed Price"], [6, 7, 1, 1, 10, "No"], [7, 7, 1, 1, 10, "Mar 10, 2005"], [8, 7, 1, 1, 10, "Dec 31, 2012"], [9, 7, 1, 1, 10, "Not Competed"], [10, 7, 1, 1, 10, "Maintenance"], [11, 7, 2, 1, 10, "L3 Communications"], [1, 8, 1, 1, 10, "30"], [2, 8, 1, 1, 10, "NA"], [3, 8, 1, 1, 10, "No"], [4, 8, 1, 1, 10, "9.000"], [5, 8, 1, 1, 10, "Cost Sharing"], [6, 8, 1, 1, 10, "No"], [7, 8, 1, 1, 10, "Sep 30, 2011"], [8, 8, 1, 1, 10, "Sep 30, 2013"], [9, 8, 1, 1, 10, "Not Competed under SAP"], [10, 8, 1, 1, 10, "TSE R&D"], [11, 8, 2, 1, 10, "DHS S&T"], [1, 9, 1, 1, 10, "31"], [2, 9, 1, 1, 10, "NA"], [3, 9, 1, 1, 10, "No"], [4, 9, 1, 1, 10, "1.350"], [5, 9, 1, 1, 10, "Fixed Price Level of Effort"], [6, 9, 1, 1, 10, "No"], [7, 9, 1, 1, 10, "Aug 25, 2011"], [8, 9, 1, 1, 10, "Sep 14, 2016"], [9, 9, 1, 1, 10, "Full and Open Competition"], [10, 9, 1, 1, 10, "Warehousing services"], [11, 9, 2, 1, 10, "American Warehouse Systems, LLC"], [1, 10, 1, 1, 10, "32"], [2, 10, 1, 1, 10, "NA"], [3, 10, 1, 1, 10, "No"], [4, 10, 1, 1, 10, "0.000"], [5, 10, 1, 1, 10, "Firm Fixed Price"], [6, 10, 1, 1, 10, "No"], [7, 10, 1, 1, 10, "Jan 25, 2012"], [8, 10, 1, 1, 10, "Jan 24, 2017"], [9, 10, 1, 1, 10, "Full and Open Competition"], [10, 10, 1, 1, 10, "EDS CP RSED maintenance"], [11, 10, 2, 1, 10, "L-3 Communications"], [1, 11, 12, 1, 10, "Note 1: Assuming the PIID or IDV PIID match with USAspending.gov, these data elements will be automatically populated for awarded IT acquisitions Note 2: Assumingthe PIID, IDV PIID, or Solicitation number match with USAspending.gov or FedBizOpps (fbo.gov) this data will be auto populated for warded and pre-award, post-solicitation IT acquisitions."], [0, 12, 12, 1, 10, "Earned Value Explanation"], [12, 12, 1, 2, 10, ""], [0, 13, 13, 1, 10, "If earned value is not required or will not be a contract requirement for any of the contracts or task orders above, explain why: [LIMIT: 2500 char] 2. As a general approach, TSA acquisitions, in accordance with DHS EVM Guidance (November 2006), will apply EVM to cost or incentive contracts which exceed twenty million dollars ($20M). Application of the EVM approach is normally discouraged for Firm Fixed Price (FFP) contracts due to the added expense of administering EVM in accordance with ANSI/EIA 748 and additionally FFP contracts are structured for the contractor to bear the risk of cost and schedule variance thus mitigating some benefit of applying the ANSI/EIA 748. For hardware and maintenance acquisitions EBSP makes extensive use of FFP contracts. A FFP contract reduces the impact of not using an ANSI compliant EVM system. The resources required for administering and reporting on EVM related data often negate the benefits of a Firm Fixed Price (FFP) contract. When applicable, EBSP will seek to utilize EVM on tasking related to deployment activities in accordance with DHS Earned Value Management Guidance (Nov. 06), TSA Management Directive MD 300.11, and OMB Circular A-11. A significant portion of the EBSP resources are expended through acquiring and maintaining security equipment and cost sharing arrangements with airports to install systems. The EBSP acquisition strategy and approach for equipment purchase and maintenance support is impacted, in part, by the small number of manufacturing / maintenance firms that comprise the checked bag security equipment industrial base. EBSP uses IDIQ contract vehicles for the purchase and install of screening equipment; once quantities are definitized, these contracts become FFP based on fixed unit prices for the equipment. An organic maintenance staff and infrastructure does not exist thus requiring many items to be repaired by the original equipment manufacturer. Due to proprietary data, maintenance contracts are often non-competitive but performance based FFP contracts. The program management and"]], [[0, 0, 1, 1, 11, "engineering support contracts are also FFP consistent with government best practices when the tasks are up for renewal. Thus based on TSA policy as stated in TSA MD 300.11, the use of EVM is discouraged for these contract vehicles. In the absence of EVM, EBSP utilizes government COTRs, supported by contractors as necessary and appropriate, to monitor contract performance."]], [[0, 0, 20, 1, 12, "300B - PROJECT"], [0, 1, 20, 1, 12, ""], [0, 2, 4, 1, 12, "1"], [4, 2, 16, 1, 12, "300B Section B Project Execution Data"], [0, 3, 20, 1, 12, "Addresses planning, DME and significant maintenance projects for the investment. 1. In the Active Project table, report, at a minimum, all projects with any activities that started in a previous fiscal year (PY and earlier) and have not completed by the beginning of the current year as well as activities that are scheduled to start in the current fiscal year, including planning, DME, and maintenance projects. This information should be updated at least once every month. Include the following data in Table B.1: A. Project ID: An agency-specified number that uniquely identifies the project within this investment. B. Project Name: Name used by agency to refer specifically to this project. C. Project Description: Description of project functionality or purpose. D. Project Type: (1) DME, (2) Maint E. Project Start Date: Date of actual start of in-progress projects or planned start of projects which have not yet begun (may be before current fiscal year or activities listed in the Project Activities table). F. Project Completion Date: Planned date of completion of in-progress projects or actual completion date of projects which have completed (may be after budget year or of completion date of activities listed in the Project Activities table). G. Project Lifecycle Cost: Enter the total cost of all activities related to this project as described in OMB Circular No. A-131. (in $ millions) H. PM Name: Name of project manager responsible for the success of this project. I. PM Level of Experience: The years of applicable experience or the status of certification. J. PM Phone: Phone number of project manager responsible for the success of this project. K. PM Phone Extension: Phone number extension of project manager responsible for the success of this project. L. PM Email: Email address of project manager responsible for the success of this project."], [0, 4, 4, 1, 12, "2"], [4, 4, 16, 1, 12, "Projects Table"], [0, 5, 20, 1, 12, "IMPORTANT Note: In order to ‘facilitate’ the transition from the old ‘Milestone table’ to the new ‘Project/Project Execution Table’ format, OMB has made a new requirement that the Project and Project Execution tables be expanded to include all Q4 FY2011 4th quarter projects and activities. Table B.1 Active Projects:"], [0, 6, 1, 7, 12, ""], [1, 6, 1, 1, 12, "#"], [2, 6, 3, 1, 12, "Active?"], [5, 6, 2, 1, 12, "Project ID"], [7, 6, 1, 1, 12, "Project Name"], [8, 6, 2, 1, 12, "Project Description"], [10, 6, 1, 3, 12, "Project Type DME DME"], [11, 6, 2, 1, 12, "Project Start Date"], [13, 6, 1, 1, 12, "Project Completion Date"], [14, 6, 3, 1, 12, "Project Lifecycle Cost"], [17, 6, 1, 1, 12, "PM Name"], [18, 6, 1, 1, 12, "PM Level of Experience"], [19, 6, 1, 7, 12, ""], [1, 7, 1, 1, 12, "1"], [2, 7, 3, 1, 12, "Active"], [5, 7, 2, 1, 12, "1"], [7, 7, 1, 1, 12, "EDS Competitive Procurement"], [8, 7, 2, 1, 12, "Purchase and installation of EDS meeting Threat Detection Standard specified in the EBSP APB"], [11, 7, 2, 1, 12, "Mar 1, 2009"], [13, 7, 1, 1, 12, "Sep 30, 2017"], [14, 7, 3, 1, 12, "1,400.000"], [17, 7, 1, 1, 12, "Brandi Phillips"], [18, 7, 1, 1, 12, "FAC- P/PM(DAWIA- 2)– Mid-Level"], [1, 8, 1, 1, 12, "2"], [2, 8, 3, 1, 12, "Active"], [5, 8, 2, 1, 12, "2"], [7, 8, 1, 1, 12, "CTX-9800 Sole Source Procurement"], [8, 8, 2, 1, 12, "Purchase and Installation of a specific vendor EDS as an interim measure"], [11, 8, 2, 1, 12, "Jun 1, 2010"], [13, 8, 1, 1, 12, "Jun 30, 2013"], [14, 8, 3, 1, 12, "82.404"], [17, 8, 1, 1, 12, "Edgar Ortiz"], [18, 8, 1, 1, 12, "FAC- P/PM(DAWIA- 2)– Mid-Level"], [1, 9, 19, 1, 12, ""], [1, 10, 2, 1, 12, "#"], [3, 10, 3, 1, 12, "PM Phone"], [6, 10, 3, 1, 12, "Project Manager Phone Ext"], [9, 10, 3, 1, 12, "PM Email"], [12, 10, 3, 1, 12, "Project Last Action Date"], [15, 10, 1, 3, 12, ""], [16, 10, 4, 3, 12, ""], [1, 11, 2, 1, 12, "1"], [3, 11, 3, 1, 12, "571-227- 1447"], [6, 11, 3, 1, 12, ""], [9, 11, 3, 1, 12, "Brandi.Phillips@tsa.dhs.gov"], [12, 11, 3, 1, 12, "Feb 15, 2012"], [1, 12, 2, 1, 12, "2"], [3, 12, 3, 1, 12, "571-227- 4723"], [6, 12, 3, 1, 12, ""], [9, 12, 3, 1, 12, "Edgar.Ortiz@tsa.dhs.gov"], [12, 12, 3, 1, 12, "Sep 15, 2011"]], [[0, 0, 13, 1, 13, "300B - PROJECT EXECUTION"], [13, 0, 1, 10, 13, ""], [0, 1, 14, 1, 13, ""], [0, 2, 13, 1, 13, "Project Activities"], [0, 3, 14, 1, 13, "Addresses planning, DME and significant maintenance projects for the investment. In the Project Activities table, describe, at a minimum, all activities occurring during the current fiscal year. This table should be updated once a month at a minimum. In line with modular development principles, activities should be structured to provide usable functionality in measureable segments that complete at least once every six months or more often, as described in the 25-Point Implementation Plan to Reform Federal IT. A. Project ID: An agency-specified number that uniquely identifies the project within this investment. B. Activity Name: A short description consistent with the critical steps within the agency project management methodology. C. Activity Description: Describe what work is accomplished by this activity D. Structure ID: Agency-specified identifier which indicates work breakdown structure agency uses to associate this activity with other activities or a project. Please provide this in the format of “x.x.x.x.x” where the first string is the Project ID and each following string (separated by periods) matches the Structure ID of a parent activity. See below for more guidance about parent and child activities expressed through this structure. E. Key Deliverable / Usable Functionality: Indicate whether the completion of this activity provides a key deliverable or usable functionality. This should only be provided for activities which do not have a child activity. Use this field to demonstrate this investment’s alignment with the modular development principles of the 25-Point Implementation Plan to Reform Federal IT. F. Start Date Planned: The planned start date for this activity. G. Start Date Projected: When activity has not yet started, enter current planned start date of the activity. H. Start Date Actual: When activity starts, enter actual start date here. I. Completion Date Planned: The planned completion date for this activity. J. Completion Date Projected: When activity has not yet completed, enter current planned completion date of the activity. K. Completion Date Actual: When activity ends, enter actual completion date here. L. Total Costs Planned: The planned total cost for this activity. This is the baseline value. M. Total Costs Projected: When activity has not yet completed, enter current planned total cost of the activity. N. Total Costs Actual: When activity ends, enter actual total costs for the activity here."], [0, 4, 13, 1, 13, "Reporting Parent and Child Activities (WBS Structure)"], [0, 5, 14, 1, 13, "“Child” activities may be grouped into “Parent” activities to reflect the work breakdown structure (WBS) the agency uses to manage the investment. If a work breakdown structure is not used by the agency, please report the relationship between parent activities and child activities in “Structure ID” using this method. When reporting an activity, enter the “Structure ID” as a period-delimited string consisting of the “Project ID” and each nested parent child activity between the project level and the child activity. The “Structure ID” to enter will vary depending on the activity’s WBS level. Example: For child activity 3 which is part of parent activity 10, which in turn is part of parent activity 2, which in turn is part of Project A, please enter: A.2.10.3 Project A >>> Parent Activity 2 >>> Parent Activity 10 >>> Child Activity 3 There is no limit to the number of nested “child” and “parent” relationships allowed, and this depth may vary from activity to activity and from project to project. If any of a parent activity's child activities occurs in the current fiscal year, then all child activities of the parent activity must be reported regardless of their timing. This is to ensure that a complete view of the parent activity is available. All activities with no child activities must have, at a minimum, Project ID, Activity Name, Activity Description, Structure ID, Start Date Planned, Start Date Projected, Completion Date Planned, Completion Date Projected, Total Costs Planned, and Total Costs Projected. Completed activities must also have Start Date Actual, Completion Date Actual, and Total Costs Actual. Any parent activities with a child activity must be completely described by the aggregate attributes of its child activities. In the IT Dashboard, the cost and schedule information for parent activities will be based on the cost and schedule information of their most detailed reported child activities. Agency-submitted cost and schedule information is not required for parent activities."], [0, 6, 13, 1, 13, "Project Execution (Activities) Table"], [0, 7, 14, 1, 13, "All financials are in millions ($M). IMPORTANT Note: In order to ‘facilitate’ the transition from the old ‘Milestone table’ to the new ‘Project/Project Execution Table’ format, OMB has made a new requirement that the Project and Project Execution tables be expanded to include all Q4 FY2011 4th quarter projects and activities."], [0, 8, 1, 2, 13, ""], [1, 8, 1, 1, 13, "#"], [2, 8, 1, 1, 13, "Active?"], [3, 8, 1, 1, 13, "Project ID"], [4, 8, 1, 1, 13, "Activity Name"], [5, 8, 1, 1, 13, "Activity Description"], [6, 8, 1, 1, 13, "Structure ID"], [7, 8, 1, 1, 13, "Key Deliverable/Usable"], [8, 8, 1, 1, 13, "Start Date"], [9, 8, 1, 1, 13, "Start Date"], [10, 8, 1, 1, 13, "Start Date"], [11, 8, 1, 1, 13, "Completion Date"], [12, 8, 2, 2, 13, ""], [1, 9, 11, 1, 13, ""]], [[0, 0, 1, 14, 14, ""], [1, 0, 1, 1, 14, ""], [2, 0, 1, 1, 14, ""], [3, 0, 1, 1, 14, ""], [4, 0, 1, 1, 14, ""], [5, 0, 1, 1, 14, ""], [6, 0, 1, 1, 14, ""], [7, 0, 1, 1, 14, "Functionality"], [8, 0, 1, 1, 14, "Planned"], [9, 0, 1, 1, 14, "Projected"], [10, 0, 1, 1, 14, "Actual"], [11, 0, 1, 1, 14, "Planned"], [12, 0, 1, 14, 14, ""], [1, 1, 1, 1, 14, "1"], [2, 1, 1, 1, 14, "Active"], [3, 1, 1, 1, 14, "2"], [4, 1, 1, 1, 14, "9800 ARB-1 Decision Procurement"], [5, 1, 1, 1, 14, "Deliver ARB- 1 Procurement of 9800s to Airports"], [6, 1, 1, 1, 14, "2.1"], [7, 1, 1, 1, 14, "Usable Functionality"], [8, 1, 1, 1, 14, "Feb 17, 2011"], [9, 1, 1, 1, 14, "Feb 17, 2011"], [10, 1, 1, 1, 14, "Feb 17, 2011"], [11, 1, 1, 1, 14, "Dec 15, 2011"], [1, 2, 1, 1, 14, "2"], [2, 2, 1, 1, 14, "Active"], [3, 2, 1, 1, 14, "2"], [4, 2, 1, 1, 14, "9800 TSIF Excursion"], [5, 2, 1, 1, 14, "Conduct TSIF Testing"], [6, 2, 1, 1, 14, "2.2"], [7, 2, 1, 1, 14, "Key Deliverable"], [8, 2, 1, 1, 14, "Apr 25, 2011"], [9, 2, 1, 1, 14, "Apr 25, 2011"], [10, 2, 1, 1, 14, "Apr 25, 2011"], [11, 2, 1, 1, 14, "Jul 25, 2011"], [1, 3, 1, 1, 14, "3"], [2, 3, 1, 1, 14, "Active"], [3, 3, 1, 1, 14, "2"], [4, 3, 1, 1, 14, "9800 ARB-2 Decision Procurement"], [5, 3, 1, 1, 14, "Deliver ARB- 2 Procurement of 9800s to Airports"], [6, 3, 1, 1, 14, "2.3"], [7, 3, 1, 1, 14, "Usable Functionality"], [8, 3, 1, 1, 14, "Sep 22, 2011"], [9, 3, 1, 1, 14, "Sep 22, 2011"], [10, 3, 1, 1, 14, "Sep 22, 2011"], [11, 3, 1, 1, 14, "May 2, 2012"], [1, 4, 1, 1, 14, "4"], [2, 4, 1, 1, 14, "Active"], [3, 4, 1, 1, 14, "2"], [4, 4, 1, 1, 14, "9800 Procurement of 4 Additional Units"], [5, 4, 1, 1, 14, "Procurement of 4 Additional Units"], [6, 4, 1, 1, 14, "2.4"], [7, 4, 1, 1, 14, "Usable Functionality"], [8, 4, 1, 1, 14, "Oct 1, 2012"], [9, 4, 1, 1, 14, "Oct 1, 2012"], [10, 4, 1, 1, 14, ""], [11, 4, 1, 1, 14, "Dec 1, 2012"], [1, 5, 1, 1, 14, "5"], [2, 5, 1, 1, 14, "Active"], [3, 5, 1, 1, 14, "1"], [4, 5, 1, 1, 14, "EDS-CP Window 1A RSEDS TSIF Testing"], [5, 5, 1, 1, 14, "Conduct TSIF Testing"], [6, 5, 1, 1, 14, "1.1"], [7, 5, 1, 1, 14, "Key Deliverable"], [8, 5, 1, 1, 14, "Jun 20, 2011"], [9, 5, 1, 1, 14, "Jun 27, 2011"], [10, 5, 1, 1, 14, "Jun 27, 2011"], [11, 5, 1, 1, 14, "Jul 6, 2011"], [1, 6, 1, 1, 14, "6"], [2, 6, 1, 1, 14, "Active"], [3, 6, 1, 1, 14, "1"], [4, 6, 1, 1, 14, "EDS-CP Window 1A RSEDS Operational Test and Evaluation"], [5, 6, 1, 1, 14, "Conduct OT&E"], [6, 6, 1, 1, 14, "1.2"], [7, 6, 1, 1, 14, "Key Deliverable"], [8, 6, 1, 1, 14, "May 23, 2011"], [9, 6, 1, 1, 14, "May 24, 2011"], [10, 6, 1, 1, 14, "May 24, 2011"], [11, 6, 1, 1, 14, "Jul 6, 2011"], [1, 7, 1, 1, 14, "7"], [2, 7, 1, 1, 14, "Active"], [3, 7, 1, 1, 14, "1"], [4, 7, 1, 1, 14, "EDS-CP Window 1A RSEDS FOT&E, FAT&E, and EDS Production"], [5, 7, 1, 1, 14, "Conduct FOT&E, FAT&E, and RSEDS Production"], [6, 7, 1, 1, 14, "1.3"], [7, 7, 1, 1, 14, "Key Deliverable"], [8, 7, 1, 1, 14, "Sep 29, 2011"], [9, 7, 1, 1, 14, "Feb 9, 2012"], [10, 7, 1, 1, 14, "Feb 9, 2012"], [11, 7, 1, 1, 14, "Mar 1, 2012"], [1, 8, 1, 1, 14, "8"], [2, 8, 1, 1, 14, "Active"], [3, 8, 1, 1, 14, "1"], [4, 8, 1, 1, 14, "EDS-CP Window 1A RSEDS Contract Award DO1"], [5, 8, 1, 1, 14, "Deliver RSEDS DO1 to Airports"], [6, 8, 1, 1, 14, "1.4"], [7, 8, 1, 1, 14, "Usable Functionality"], [8, 8, 1, 1, 14, "Mar 1, 2012"], [9, 8, 1, 1, 14, "Jan 25, 2012"], [10, 8, 1, 1, 14, "Jan 25, 2012"], [11, 8, 1, 1, 14, "Nov 30, 2012"], [1, 9, 1, 1, 14, "9"], [2, 9, 1, 1, 14, "Active"], [3, 9, 1, 1, 14, "1"], [4, 9, 1, 1, 14, "EDS-CP Window 1A RSEDS Contract Award DO2"], [5, 9, 1, 1, 14, "Deliver RSEDS DO2 to Airports"], [6, 9, 1, 1, 14, "1.5"], [7, 9, 1, 1, 14, "Usable Functionality"], [8, 9, 1, 1, 14, "Aug 16, 2012"], [9, 9, 1, 1, 14, "Aug 16, 2012"], [10, 9, 1, 1, 14, ""], [11, 9, 1, 1, 14, "Dec 1, 2012"], [1, 10, 1, 1, 14, "10"], [2, 10, 1, 1, 14, "Active"], [3, 10, 1, 1, 14, "1"], [4, 10, 1, 1, 14, "EDS-CP Window 1A MSEDS TSIF Testing"], [5, 10, 1, 1, 14, "Conduct TSIF Testing"], [6, 10, 1, 1, 14, "1.6"], [7, 10, 1, 1, 14, "Key Deliverable"], [8, 10, 1, 1, 14, "Jun 23, 2011"], [9, 10, 1, 1, 14, "Jun 27, 2011"], [10, 10, 1, 1, 14, "Jun 27, 2011"], [11, 10, 1, 1, 14, "Jul 15, 2011"], [1, 11, 1, 1, 14, "11"], [2, 11, 1, 1, 14, "Active"], [3, 11, 1, 1, 14, "1"], [4, 11, 1, 1, 14, "EDS-CP Window 1A MSEDS Operational Test and Evaluation"], [5, 11, 1, 1, 14, "Conduct OT&E"], [6, 11, 1, 1, 14, "1.7"], [7, 11, 1, 1, 14, "Key Deliverable"], [8, 11, 1, 1, 14, "May 23, 2011"], [9, 11, 1, 1, 14, "May 16, 2011"], [10, 11, 1, 1, 14, "May 16, 2011"], [11, 11, 1, 1, 14, "Apr 8, 2012"], [1, 12, 1, 1, 14, "12"], [2, 12, 1, 1, 14, "Active"], [3, 12, 1, 1, 14, "1"], [4, 12, 1, 1, 14, "EDS-CP Window 1A MSEDS Contract Award DO1"], [5, 12, 1, 1, 14, "Deliver MSEDS DO1 to Airports"], [6, 12, 1, 1, 14, "1.8"], [7, 12, 1, 1, 14, "Usable Functionality"], [8, 12, 1, 1, 14, "Dec 19, 2011"], [9, 12, 1, 1, 14, "May 31, 2012"], [10, 12, 1, 1, 14, ""], [11, 12, 1, 1, 14, "Dec 1, 2012"], [1, 13, 11, 1, 14, ""]], [[0, 0, 1, 22, 15, ""], [1, 0, 2, 1, 15, "13"], [3, 0, 2, 1, 15, "Active"], [5, 0, 1, 1, 15, "1"], [6, 0, 2, 1, 15, "EDS-CP Window 1A MSEDS Contract Award DO2"], [8, 0, 2, 1, 15, "Deliver MSEDS DO2 to Airports"], [10, 0, 2, 1, 15, "1.9"], [12, 0, 2, 1, 15, "Usable Functionality"], [14, 0, 2, 1, 15, "Aug 16, 2012"], [16, 0, 2, 1, 15, "Aug 16, 2012"], [18, 0, 2, 1, 15, ""], [20, 0, 1, 1, 15, "Dec 31, 2012"], [21, 0, 1, 22, 15, ""], [1, 1, 2, 1, 15, "14"], [3, 1, 2, 1, 15, "Active"], [5, 1, 1, 1, 15, "1"], [6, 1, 2, 1, 15, "EDS-CP Window 1A HSEDS TSIF Testing"], [8, 1, 2, 1, 15, "Conduct TSIF Testing"], [10, 1, 2, 1, 15, "1.10"], [12, 1, 2, 1, 15, "Key Deliverable"], [14, 1, 2, 1, 15, "Jun 20, 2011"], [16, 1, 2, 1, 15, "Jul 5, 2011"], [18, 1, 2, 1, 15, "Jul 5, 2011"], [20, 1, 1, 1, 15, "Aug 30, 2011"], [1, 2, 2, 1, 15, "15"], [3, 2, 2, 1, 15, "Active"], [5, 2, 1, 1, 15, "1"], [6, 2, 2, 1, 15, "EDS-CP Window 1A HSEDS Operational Test and Evaluation"], [8, 2, 2, 1, 15, "Conduct OT&E"], [10, 2, 2, 1, 15, "1.11"], [12, 2, 2, 1, 15, "Key Deliverable"], [14, 2, 2, 1, 15, "Feb 21, 2012"], [16, 2, 2, 1, 15, "Mar 8, 2012"], [18, 2, 2, 1, 15, ""], [20, 2, 1, 1, 15, "Apr 8, 2012"], [1, 3, 2, 1, 15, "16"], [3, 3, 2, 1, 15, "Active"], [5, 3, 1, 1, 15, "1"], [6, 3, 2, 1, 15, "EDS-CP Window 1A HSEDS Contract Award DO1"], [8, 3, 2, 1, 15, "Deliver HSEDS DO1 to Airports"], [10, 3, 2, 1, 15, "1.12"], [12, 3, 2, 1, 15, "Usable Functionality"], [14, 3, 2, 1, 15, "Aug 16, 2012"], [16, 3, 2, 1, 15, "Mar 19, 2013"], [18, 3, 2, 1, 15, ""], [20, 3, 1, 1, 15, "Dec 1, 2012"], [1, 4, 21, 1, 15, ""], [1, 5, 1, 17, 15, ""], [2, 5, 2, 1, 15, "#"], [4, 5, 3, 1, 15, "Completion Date Projected"], [7, 5, 2, 1, 15, "Completion Date Actual"], [9, 5, 2, 1, 15, "Total Costs Planned"], [11, 5, 2, 1, 15, "Total Cost Projected"], [13, 5, 2, 1, 15, "Total Costs Actual"], [15, 5, 2, 1, 15, "Activities Last Action Date"], [17, 5, 2, 17, 15, ""], [19, 5, 3, 17, 15, ""], [2, 6, 2, 1, 15, "1"], [4, 6, 3, 1, 15, "Dec 15, 2011"], [7, 6, 2, 1, 15, "Dec 15, 2011"], [9, 6, 2, 1, 15, "35.924"], [11, 6, 2, 1, 15, "35.924"], [13, 6, 2, 1, 15, "33.200"], [15, 6, 2, 1, 15, "Jan 25, 2012"], [2, 7, 2, 1, 15, "2"], [4, 7, 3, 1, 15, "Jul 25, 2011"], [7, 7, 2, 1, 15, "Jul 25, 2011"], [9, 7, 2, 1, 15, "0.301"], [11, 7, 2, 1, 15, "0.301"], [13, 7, 2, 1, 15, "0.301"], [15, 7, 2, 1, 15, "Sep 3, 2011"], [2, 8, 2, 1, 15, "3"], [4, 8, 3, 1, 15, "May 1, 2012"], [7, 8, 2, 1, 15, ""], [9, 8, 2, 1, 15, "41.056"], [11, 8, 2, 1, 15, "41.056"], [13, 8, 2, 1, 15, ""], [15, 8, 2, 1, 15, "Jan 25, 2012"], [2, 9, 2, 1, 15, "4"], [4, 9, 3, 1, 15, "Dec 1, 2012"], [7, 9, 2, 1, 15, ""], [9, 9, 2, 1, 15, "5.123"], [11, 9, 2, 1, 15, "5.123"], [13, 9, 2, 1, 15, ""], [15, 9, 2, 1, 15, "Sep 3, 2011"], [2, 10, 2, 1, 15, "5"], [4, 10, 3, 1, 15, "Jul 5, 2011"], [7, 10, 2, 1, 15, "Jul 5, 2011"], [9, 10, 2, 1, 15, "0.456"], [11, 10, 2, 1, 15, "0.456"], [13, 10, 2, 1, 15, "0.428"], [15, 10, 2, 1, 15, "Sep 14, 2011"], [2, 11, 2, 1, 15, "6"], [4, 11, 3, 1, 15, "Jul 6, 2011"], [7, 11, 2, 1, 15, "Jul 6, 2011"], [9, 11, 2, 1, 15, "2.366"], [11, 11, 2, 1, 15, "2.366"], [13, 11, 2, 1, 15, "2.366"], [15, 11, 2, 1, 15, "Sep 14, 2011"], [2, 12, 2, 1, 15, "7"], [4, 12, 3, 1, 15, "Apr 9, 2012"], [7, 12, 2, 1, 15, ""], [9, 12, 2, 1, 15, "2.000"], [11, 12, 2, 1, 15, "2.000"], [13, 12, 2, 1, 15, ""], [15, 12, 2, 1, 15, "Feb 16, 2012"], [2, 13, 2, 1, 15, "8"], [4, 13, 3, 1, 15, "Nov 30, 2012"], [7, 13, 2, 1, 15, ""], [9, 13, 2, 1, 15, "47.000"], [11, 13, 2, 1, 15, "47.000"], [13, 13, 2, 1, 15, ""], [15, 13, 2, 1, 15, "Feb 16, 2012"], [2, 14, 2, 1, 15, "9"], [4, 14, 3, 1, 15, "Dec 1, 2012"], [7, 14, 2, 1, 15, ""], [9, 14, 2, 1, 15, "22.500"], [11, 14, 2, 1, 15, "22.500"], [13, 14, 2, 1, 15, ""], [15, 14, 2, 1, 15, "Sep 15, 2011"], [2, 15, 2, 1, 15, "10"], [4, 15, 3, 1, 15, "Jul 14, 2011"], [7, 15, 2, 1, 15, "Jul 14, 2011"], [9, 15, 2, 1, 15, "0.318"], [11, 15, 2, 1, 15, "0.318"], [13, 15, 2, 1, 15, "0.190"], [15, 15, 2, 1, 15, "Sep 15, 2011"], [2, 16, 2, 1, 15, "11"], [4, 16, 3, 1, 15, "Apr 14, 2012"], [7, 16, 2, 1, 15, ""], [9, 16, 2, 1, 15, "3.288"], [11, 16, 2, 1, 15, "3.288"], [13, 16, 2, 1, 15, ""], [15, 16, 2, 1, 15, "Feb 16, 2012"], [2, 17, 2, 1, 15, "12"], [4, 17, 3, 1, 15, "Dec 1, 2012"], [7, 17, 2, 1, 15, ""], [9, 17, 2, 1, 15, "113.000"], [11, 17, 2, 1, 15, "113.000"], [13, 17, 2, 1, 15, ""], [15, 17, 2, 1, 15, "Feb 16, 2012"], [2, 18, 2, 1, 15, "13"], [4, 18, 3, 1, 15, "Dec 31, 2012"], [7, 18, 2, 1, 15, ""], [9, 18, 2, 1, 15, "2.400"], [11, 18, 2, 1, 15, "2.400"], [13, 18, 2, 1, 15, ""], [15, 18, 2, 1, 15, "Sep 15, 2011"], [2, 19, 2, 1, 15, "14"], [4, 19, 3, 1, 15, "Aug 30, 2011"], [7, 19, 2, 1, 15, "Aug 30, 2011"], [9, 19, 2, 1, 15, "0.378"], [11, 19, 2, 1, 15, "0.378"], [13, 19, 2, 1, 15, "0.112"], [15, 19, 2, 1, 15, "Sep 15, 2011"], [2, 20, 2, 1, 15, "15"], [4, 20, 3, 1, 15, "Apr 8, 2012"], [7, 20, 2, 1, 15, ""], [9, 20, 2, 1, 15, "0.754"], [11, 20, 2, 1, 15, "0.754"], [13, 20, 2, 1, 15, ""], [15, 20, 2, 1, 15, "Feb 16, 2012"], [2, 21, 2, 1, 15, "16"], [4, 21, 3, 1, 15, "Jul 18, 2013"], [7, 21, 2, 1, 15, ""], [9, 21, 2, 1, 15, "37.500"], [11, 21, 2, 1, 15, "37.500"], [13, 21, 2, 1, 15, ""], [15, 21, 2, 1, 15, "Feb 16, 2012"]], [[0, 0, 10, 1, 16, "300B - PROJECT RISK"], [0, 1, 10, 1, 16, ""], [0, 2, 10, 1, 16, "Project Risk"], [0, 3, 10, 1, 16, "Project Execution Data addresses planning, DME, and significant maintenance projects for the investment. Risk assessments should include risk information from all stakeholders and should be performed at the initial concept stage and then monitored and controlled throughout the life-cycle of the investment. In the Project Risk table, list all significant project related risks for the investment that are currently open and provide risk assessment information. (It is not necessary to address all 19 OMB Risk Categories). A. Project ID: An agency-specified number that uniquely identifies a project within this investment. For each identified risk, lists the associated Project ID. B. Risk Name: A short description provides details of a risk, the cause of the risk and the effect that the risk causes to the project. C. Risk Category: Please select the relevant OMB Risk Category for each risk. Risk categories include: 1) schedule; 2) initial costs; 3) life-cycle costs; 4) technical obsolescence; 5) feasibility; 6) reliability of systems; 7) dependencies and interoperability between this investment and others; 8) surety (asset protection) considerations; 9) risk of creating a monopoly for future procurements; 10) capability of agency to manage the investment; and 11) overall risk of investment failure; 12) organizational and change management; 13) business; 14) data/info; 15) technology; 16) strategic; 17) security; 18) privacy; and 19) project resources. D. Risk Probability: The likelihood that a risk will occur (Low, Medium, or High) E. Risk Impact: The impact on the project if the risk occurs (Low, Medium, or High) F. Mitigation Plan: A short description of the plan or steps to mitigate the identified risk."], [0, 4, 10, 1, 16, "Table B.3 - Project Risk Table"], [0, 5, 10, 1, 16, ""], [0, 6, 1, 1, 16, "#"], [1, 6, 1, 1, 16, "Active?"], [2, 6, 1, 1, 16, "Project ID"], [3, 6, 1, 1, 16, "Risk Name"], [4, 6, 1, 1, 16, "Risk Category"], [5, 6, 1, 1, 16, "Risk Probability"], [6, 6, 1, 1, 16, "Risk Impact"], [7, 6, 1, 1, 16, "Risk Mitigation Plan"], [8, 6, 1, 1, 16, "Risk Last Action Date"], [9, 6, 1, 5, 16, ""], [0, 7, 1, 1, 16, "1"], [1, 7, 1, 1, 16, "Active"], [2, 7, 1, 1, 16, "1"], [3, 7, 1, 1, 16, "If TSE Vendors are not able to achieve new performance requirements, then key performance parameters will not be achieved."], [4, 7, 1, 1, 16, "Technology"], [5, 7, 1, 1, 16, "Medium"], [6, 7, 1, 1, 16, "Medium"], [7, 7, 1, 1, 16, "Coordinate with industry to gather vendor responses to potential requirements"], [8, 7, 1, 1, 16, "Jul 18, 2011"], [0, 8, 1, 1, 16, "2"], [1, 8, 1, 1, 16, "Active"], [2, 8, 1, 1, 16, "1"], [3, 8, 1, 1, 16, "If vendors are not able to achieve certification for their new EDS, then the competitive procurement schedule could be significantly delayed"], [4, 8, 1, 1, 16, "Schedule"], [5, 8, 1, 1, 16, "Medium"], [6, 8, 1, 1, 16, "Medium"], [7, 8, 1, 1, 16, "Make requirements more manageable by using a multi- level approach for high- speed, medium-speed, and reduced size EDS."], [8, 8, 1, 1, 16, "Jul 18, 2011"], [0, 9, 1, 1, 16, "3"], [1, 9, 1, 1, 16, "Active"], [2, 9, 1, 1, 16, "1"], [3, 9, 1, 1, 16, "If award dates for the EDS-CP RSED and MSED new contracts slip past the end dates of existing contracts, then there will be a potential problem in achieving required recapitalization rates."], [4, 9, 1, 1, 16, "Technical Obsolescence"], [5, 9, 1, 1, 16, "Medium"], [6, 9, 1, 1, 16, "Medium"], [7, 9, 1, 1, 16, "(1)Establish multiple overlapping procurement windows to avoid gaps in procurement of new systems; (2) Arrange for sole-Source bridge contracts for MSEDS with L3 and MDI extended to early January 2012; (3) Look into utilizing current 9800 legacy contract to cover gap. Additional CT-80 and 9800 units may be needed to fulfill the airport demand for reduced sized and medium speed systems."], [8, 9, 1, 1, 16, "Feb 15, 2012"], [0, 10, 1, 1, 16, "4"], [1, 10, 1, 1, 16, "Active"], [2, 10, 1, 1, 16, "2"], [3, 10, 1, 1, 16, "If current airport demand for CTX- 9800s continue to"], [4, 10, 1, 1, 16, "Schedule"], [5, 10, 1, 1, 16, "Medium"], [6, 10, 1, 1, 16, "Medium"], [7, 10, 1, 1, 16, "Maintain close contact with TSA Office of Acquisitions regarding the procurement of"], [8, 10, 1, 1, 16, "Feb 15, 2012"]], [[0, 0, 1, 1, 17, "#"], [1, 0, 1, 1, 17, "Active?"], [2, 0, 1, 1, 17, "Project ID"], [3, 0, 1, 1, 17, "Risk Name"], [4, 0, 1, 1, 17, "Risk Category"], [5, 0, 1, 1, 17, "Risk Probability"], [6, 0, 1, 1, 17, "Risk Impact"], [7, 0, 1, 1, 17, "Risk Mitigation Plan"], [8, 0, 1, 1, 17, "Risk Last Action Date"], [9, 0, 1, 3, 17, ""], [0, 1, 1, 1, 17, ""], [1, 1, 1, 1, 17, ""], [2, 1, 1, 1, 17, ""], [3, 1, 1, 1, 17, "increase, then the need may exceed the limited procurement ceiling."], [4, 1, 1, 1, 17, ""], [5, 1, 1, 1, 17, ""], [6, 1, 1, 1, 17, ""], [7, 1, 1, 1, 17, "the CTX-9800 EDS."], [8, 1, 1, 1, 17, ""], [0, 2, 1, 1, 17, "5"], [1, 2, 1, 1, 17, "Active"], [2, 2, 1, 1, 17, "1"], [3, 2, 1, 1, 17, "If MSEDS contract awards continue to be delayed, there will be difficulty meeting deployment obligations for airports designed for those units."], [4, 2, 1, 1, 17, "Schedule"], [5, 2, 1, 1, 17, "Medium"], [6, 2, 1, 1, 17, "Medium"], [7, 2, 1, 1, 17, "(1) COTR and EDS-CP lead developing a plan to approach the ARB briefings in such a way as to address the MSEDS by reducing the timeline to contract award of those systems; (2) A gap analysis is underway and will be updated on a rolling basis to ensure awareness of any risks to Medium Speed and High Speed EDS deployments."], [8, 2, 1, 1, 17, "Feb 16, 2012"]], [[0, 0, 11, 1, 18, "300B - OPERATIONAL DATA"], [0, 1, 11, 1, 18, ""], [0, 2, 11, 1, 18, "Section C: Operational Data (Performance Metrics)"], [0, 3, 11, 1, 18, "Operational Data addresses operational activities which are not reported as part of a project in the Project Execution Data. There are two essential types of operations metrics to be reported (see FEA Reference Model Mapping Quick Guide): 1. Results Specific: Provide a minimum of two metrics which measure the effectiveness of the investment in delivering the desired service or support level; if applicable, at least one metric should reflect customer results (e.g.; “Service Quality”). 2. Activities and Technology Specific: Provide a minimum of three –metrics which measure the investment against its defined process standards or technical service level agreements (SLAs) (e.g.; “Reliability and Availability”). At least one of these metrics must have a monthly “Reporting Frequency.” Provide results specific metrics which are appropriate to the mission of the investment and its business owner or Customer. Generally these metrics should be provided by the investment’s business owner and will reflect performance in the broader business activities and not IT-specific functions. The best results specific metrics will support the business case justification and could be the foundation of a quantitative approach to defining benefits in a cost-benefit analysis. Unlike in private industry where identified benefits accrue to the organization, government benefits may accrue to the public. Therefore, results- specific metrics may demonstrate the value realized external to the Federal Government. The table must include a minimum of two results-specific metrics, one of which should reflect customer results. Each metric description should help the user understand what is being measured. In this field, describe the units used, any calculation algorithm used, and the definition or limits of the population or “universe” measured. The unit of measure should be characterized (e.g. number, percentage, dollar value etc) for each metric. If the unit is not on the drop down list, please choose “Other” and provide unit of measure description in the “Metric Description” field. Each metric listed in the table must also indicate how often actual measurements will be reported (monthly, quarterly or semi-annually), as well as baseline, targets and actual results. The “Actual for PY” should be final actual measurement from the previous year or the average actual results from the previous year. Describe whether a successful actual measurement would be “over the target” or be “under the target” in “Measurement Condition.” “Comment” field is required for performance metrics where target not expected to be met. All data will be displayed on the IT Dashboard."], [0, 4, 11, 1, 18, "Table C.1 - Operational Data Table"], [0, 5, 11, 1, 18, ""], [0, 6, 1, 1, 18, "#"], [1, 6, 1, 1, 18, "Active?"], [2, 6, 1, 1, 18, "Metric Description"], [3, 6, 1, 1, 18, "Unit of Measure"], [4, 6, 1, 1, 18, "Measurement Area"], [5, 6, 1, 1, 18, "Measurement Category"], [6, 6, 1, 3, 18, "Measurement Grouping"], [7, 6, 1, 1, 18, "Baseline"], [8, 6, 1, 1, 18, "Target for PY"], [9, 6, 1, 1, 18, "Actual for PY"], [10, 6, 1, 1, 18, "Target for CY"], [0, 7, 1, 1, 18, "1"], [1, 7, 1, 1, 18, "Active"], [2, 7, 1, 1, 18, "Maintain 100 Percent Screening Capability of Checked Baggage - This measure reflects the TSA OST EBSP contribution to achieving the principal statutory mandate for 100 percent screening of checked baggage by electronic or other approved means is contained in Section 110 of the Aviation and Transportation Security Act"], [3, 7, 1, 1, 18, "Percent"], [4, 7, 1, 1, 18, ""], [5, 7, 1, 1, 18, ""], [7, 7, 1, 1, 18, "100.000"], [8, 7, 1, 1, 18, "100.000"], [9, 7, 1, 1, 18, "100.000"], [10, 7, 1, 1, 18, "100.000"], [0, 8, 1, 1, 18, "2"], [1, 8, 1, 1, 18, "Active"], [2, 8, 1, 1, 18, "Cost per Checked Bag Screened - This performance measure captures both the capital and operational expenditures incurred to screen passengers and checked baggage to ensure the safety and security"], [3, 8, 1, 1, 18, "Dollar"], [4, 8, 1, 1, 18, ""], [5, 8, 1, 1, 18, ""], [7, 8, 1, 1, 18, "3.460"], [8, 8, 1, 1, 18, "3.250"], [9, 8, 1, 1, 18, "3.410"], [10, 8, 1, 1, 18, "3.640"]], [[0, 0, 1, 1, 19, "#"], [1, 0, 1, 1, 19, "Active?"], [2, 0, 2, 1, 19, "Metric Description"], [4, 0, 2, 1, 19, "Unit of Measure"], [6, 0, 2, 1, 19, "Measurement Area"], [8, 0, 1, 1, 19, "Measurement Category"], [9, 0, 1, 6, 19, "Measurement Grouping"], [10, 0, 2, 1, 19, "Baseline"], [12, 0, 1, 1, 19, "Target for PY"], [13, 0, 2, 1, 19, "Actual for PY"], [15, 0, 1, 1, 19, "Target for CY"], [0, 1, 1, 1, 19, ""], [1, 1, 1, 1, 19, ""], [2, 1, 2, 1, 19, "of the traveling public."], [4, 1, 2, 1, 19, ""], [6, 1, 2, 1, 19, ""], [8, 1, 1, 1, 19, ""], [10, 1, 2, 1, 19, ""], [12, 1, 1, 1, 19, ""], [13, 1, 2, 1, 19, ""], [15, 1, 1, 1, 19, ""], [0, 2, 1, 1, 19, "3"], [1, 2, 1, 1, 19, "Active"], [2, 2, 2, 1, 19, "Average Rating of Customer Satisfaction - based on the program's ACE Survey which uses a scale of 1- 10, with 10 being the highest to evaluate Design, Implementation, Communication, Quality of Support, Responsiveness & Integration"], [4, 2, 2, 1, 19, "Number"], [6, 2, 2, 1, 19, ""], [8, 2, 1, 1, 19, ""], [10, 2, 2, 1, 19, "8.300"], [12, 2, 1, 1, 19, "8.300"], [13, 2, 2, 1, 19, "8.300"], [15, 2, 1, 1, 19, "8.350"], [0, 3, 1, 1, 19, "4"], [1, 3, 1, 1, 19, "Active"], [2, 3, 2, 1, 19, "Operational Availability of Baggage Screening Equipment - This performance measure provides an indicator of the deployment and utilization of stand- alone and in-line Next Generation (NexGen) Explosive Detection Systems (EDS)."], [4, 3, 2, 1, 19, "Percent"], [6, 3, 2, 1, 19, ""], [8, 3, 1, 1, 19, ""], [10, 3, 2, 1, 19, "99.400"], [12, 3, 1, 1, 19, "98.400"], [13, 3, 2, 1, 19, "99.230"], [15, 3, 1, 1, 19, "98.400"], [0, 4, 1, 1, 19, "5"], [1, 4, 1, 1, 19, "Active"], [2, 4, 2, 1, 19, "Percent of Checked Bags Screened by EDS Equipment - This performance measure provides an indicator of the deployment and utilization of stand- alone and in-line Next Generation (NexGen) Explosive Detection Systems (EDS)"], [4, 4, 2, 1, 19, "Percent"], [6, 4, 2, 1, 19, ""], [8, 4, 1, 1, 19, ""], [10, 4, 2, 1, 19, "89.000"], [12, 4, 1, 1, 19, "91.000"], [13, 4, 2, 1, 19, "90.000"], [15, 4, 1, 1, 19, "91.000"], [0, 5, 16, 1, 19, ""], [0, 6, 1, 1, 19, "#"], [1, 6, 2, 1, 19, "Measurement Condition"], [3, 6, 2, 1, 19, "Reporting Frequency"], [5, 6, 2, 1, 19, "Most Recent Actual Results"], [7, 6, 4, 1, 19, "Comment"], [11, 6, 3, 1, 19, "Operational Data Last Action Date"], [14, 6, 2, 3, 19, ""], [0, 7, 1, 1, 19, "1"], [1, 7, 2, 1, 19, "Over target"], [3, 7, 2, 1, 19, "Quarterly"], [5, 7, 2, 1, 19, "100.000"], [7, 7, 4, 1, 19, "APB objective and threshold values are 100%. This measure reflects the TSA OST EBSP contribution to achieving the principal statutory mandate for 100 percent screening of checked baggage by electronic or other approved means is contained in Section 110 of the Aviation and Transportation Security Act (ATSA )(P.L. 107-71)."], [11, 7, 3, 1, 19, "Sep 7, 2011"], [0, 8, 1, 1, 19, "2"], [1, 8, 2, 1, 19, "Under target"], [3, 8, 2, 1, 19, "Quarterly"], [5, 8, 2, 1, 19, "3.380"], [7, 8, 4, 1, 19, "We did not meet the target for PY. The current targets underestimate the actual cost and do not account for changes due to the deployment of new technology and economic factors such as the introduction of checked baggage fees. Targets will be updated once the study is complete."], [11, 8, 3, 1, 19, "Feb 24, 2012"]], [[0, 0, 1, 1, 20, "#"], [1, 0, 1, 1, 20, "Measurement Condition"], [2, 0, 1, 1, 20, "Reporting Frequency"], [3, 0, 1, 1, 20, "Most Recent Actual Results"], [4, 0, 1, 1, 20, "Comment"], [5, 0, 1, 1, 20, "Operational Data Last Action Date"], [0, 1, 1, 1, 20, "3"], [1, 1, 1, 1, 20, "Over target"], [2, 1, 1, 1, 20, "Monthly"], [3, 1, 1, 1, 20, "8.300"], [4, 1, 1, 1, 20, "The target for this measure has been met."], [5, 1, 1, 1, 20, "Sep 6, 2011"], [0, 2, 1, 1, 20, "4"], [1, 2, 1, 1, 20, "Over target"], [2, 2, 1, 1, 20, "Quarterly"], [3, 2, 1, 1, 20, "99.200"], [4, 2, 1, 1, 20, "The target for this measure was met for PY."], [5, 2, 1, 1, 20, "Feb 24, 2012"], [0, 3, 1, 1, 20, "5"], [1, 3, 1, 1, 20, "Over target"], [2, 3, 1, 1, 20, "Quarterly"], [3, 3, 1, 1, 20, "90.000"], [4, 3, 1, 1, 20, "We did not meet this target for PY. Scheduled deployment and installation of equipment is on track for 1st Qtr CY estimates."], [5, 3, 1, 1, 20, "Feb 24, 2012"], [0, 4, 6, 1, 20, ""]], [[0, 0, 9, 1, 21, "300B - OPERATIONAL RISK"], [0, 1, 9, 1, 21, ""], [0, 2, 9, 1, 21, "Operational Risk"], [0, 3, 9, 1, 21, "Operational Data addresses operational activities which are not reported as a part of a project in Project Execution Data. Risk assessments should include risk information from all stakeholders and should be performed at the initial concept stage and then monitored and controlled throughout the life-cycle of the investment. In the Operational Risk table, list all significant operational related risks for the investment that are currently open and provide risk assessment information. (It is not necessary to address all 19 OMB Risk Categories). A. Risk Name: A short description identifies a risk, the cause of the risk and the effect that the risk causes to the operational activity. B. Risk Category: Please select the relevant OMB Risk Category for each risk. Risk categories include: 1) schedule; 2) initial costs; 3) life-cycle costs); 4) technical obsolescence; 5) feasibility; 6) reliability of systems; 7) dependencies and interoperability between this investment and others; 8) surety (asset protection) considerations; 9) risk of creating a monopoly for future procurements; 10) capability of agency to manage the investment; and 11) overall risk of investment failure; 12) organizational and change management; 13) business; 14) data/info; 15) technology; 16) strategic; 17) security; 18) privacy; and 19) project resources. C. Risk Probability: The likelihood that a risk will occur (on scale from Low, Medium to High) D. Risk Impact: The impact of a risk on the project if the risk occurs (on scale from Low, Medium to High) E. Mitigation Plan: A short description provides how to mitigate the risk."], [0, 4, 9, 1, 21, "Table C.2 - Operational Risk"], [0, 5, 9, 1, 21, ""], [0, 6, 1, 1, 21, "#"], [1, 6, 1, 1, 21, "Active?"], [2, 6, 1, 1, 21, "Risk Name"], [3, 6, 1, 1, 21, "Risk Category"], [4, 6, 1, 1, 21, "Risk Probability"], [5, 6, 1, 1, 21, "Risk Impact"], [6, 6, 1, 1, 21, "Risk Mitigation Plan"], [7, 6, 1, 1, 21, "Operational Risk Last Action Date"], [8, 6, 1, 6, 21, ""], [0, 7, 1, 1, 21, "1"], [1, 7, 1, 1, 21, "Active"], [2, 7, 1, 1, 21, "If airports are not able to generate enough funding to participate in facility modification projects, then the Federal portion of the project budget may need to be increased."], [3, 7, 1, 1, 21, "Life-cycle costs"], [4, 7, 1, 1, 21, "Medium"], [5, 7, 1, 1, 21, "Medium"], [6, 7, 1, 1, 21, "Re-evaluate allocable costs and potential expansion of Federal share of airport modifications."], [7, 7, 1, 1, 21, "Feb 15, 2012"], [0, 8, 1, 1, 21, "2"], [1, 8, 1, 1, 21, "Active"], [2, 8, 1, 1, 21, "If the current program budget cannot support replacement of all aging equipment at one time, then it will take several years to replace equipment beyond its useful life."], [3, 8, 1, 1, 21, "Technical Obsolescence"], [4, 8, 1, 1, 21, "Medium"], [5, 8, 1, 1, 21, "Medium"], [6, 8, 1, 1, 21, "(1) Conduct studies to identify ways to utilize the aging fleet of EDS more efficiently; (2) Develop recapitalization plan to level resource requirements and minimize the chance that budge reductions will jeopardize Recap quantities."], [7, 8, 1, 1, 21, "Feb 14, 2012"], [0, 9, 1, 1, 21, "3"], [1, 9, 1, 1, 21, "Active"], [2, 9, 1, 1, 21, "If higher levels of detection cause an increase in the number of bags that go to level 3 alarm resolution, then TSO staffing levels may need to be increased."], [3, 9, 1, 1, 21, "Life-cycle costs"], [4, 9, 1, 1, 21, "High"], [5, 9, 1, 1, 21, "Low"], [6, 9, 1, 1, 21, "(1) Conducting data collection on baseline units at 100% TM and decreased TM; (2) Developing a plan for implementation to upgrade the fleet to decreased TM; (3) Coordinating with OSO to determine impact to staffing levels; (4) Ensuring equipment meets pfa rates during certification testing."], [7, 9, 1, 1, 21, "Feb 21, 2012"], [0, 10, 1, 1, 21, "4"], [1, 10, 1, 1, 21, "Active"], [2, 10, 1, 1, 21, "If test capability of high speed networking requirement for HSEDS lacks sufficient scope, then data reliability issues may arise in operational"], [3, 10, 1, 1, 21, "Reliability of systems"], [4, 10, 1, 1, 21, "Medium"], [5, 10, 1, 1, 21, "Low"], [6, 10, 1, 1, 21, "Looking to vendors and TSIF for additional testing capabilities."], [7, 10, 1, 1, 21, "Feb 16, 2012"], [0, 11, 8, 1, 21, ""]], [[0, 0, 1, 1, 22, "#"], [1, 0, 1, 1, 22, "Active?"], [2, 0, 1, 1, 22, "Risk Name"], [3, 0, 1, 1, 22, "Risk Category"], [4, 0, 1, 1, 22, "Risk Probability"], [5, 0, 1, 1, 22, "Risk Impact"], [6, 0, 1, 1, 22, "Risk Mitigation Plan"], [7, 0, 1, 1, 22, "Operational Risk Last Action Date"], [0, 1, 1, 1, 22, ""], [1, 1, 1, 1, 22, ""], [2, 1, 1, 1, 22, "environments"], [3, 1, 1, 1, 22, ""], [4, 1, 1, 1, 22, ""], [5, 1, 1, 1, 22, ""], [6, 1, 1, 1, 22, ""], [7, 1, 1, 1, 22, ""], [0, 2, 1, 1, 22, "5"], [1, 2, 1, 1, 22, "Active"], [2, 2, 1, 1, 22, "If development and testing of the MDI 9800's side access panels takes longer than expected and delays contract awards, then machines will not be available for some airport projects and recapitalization efforts."], [3, 2, 1, 1, 22, "Reliability of systems"], [4, 2, 1, 1, 22, "Low"], [5, 2, 1, 1, 22, "Low"], [6, 2, 1, 1, 22, "(1) Continuous gap analysis to identify airport projects in jeopardy; (2) FOT&E Plan in final stages of development to address the required testing of the 9800 with side panel access."], [7, 2, 1, 1, 22, "Feb 21, 2012"], [0, 3, 8, 1, 22, ""]]], "src": "", "colnames": ["x", "y", "width", "height", "page", "contents"], "name": ""}